Repository: cloudipsp/checkout-vue
Catalog: src/i18n/po/*/LC_MESSAGES/messages.po
Languages: az, cs, da, de, es, fi, fr, hu, it, ka, ko, lv, nl, pl, ro, ru, sk, uk, zh

# ibox_title
source: Order ID (to be paid via iBox)
az: sifariş ID (iBox vasitəsilə ödəniləcək)
cs: Číslo objednávky (pro platbu v terminálu iBox)
da: Dit ordre-id (betales via iBox)
de: Bestellnummer (für die Zahlung im iBox-Terminal)
es: Número ID del orden (para el pago vía iBox)
fi: Tilausnumero (maksettava iBoxin kautta)
fr: Référence de votre commande (pour un paiement via iBox)
hu: A megrendelés ID (iBoxon keresztül történő fizetéshez)
it: ID ordine (da pagare tramite iBox)
ka: iBox-ის ტერმინალით გადახდა
ko: 주문 ID (iBox를 통해 결제)
lv: Pasūtījuma ID numurs (maksājumam caur iBox)
nl: bestel ID ( betalen via iBox)
pl: ID zamówienia (płatne przez iBox)
ro: Numărul de identificare al comenzii (pentru plată prin iBox)
ru: Оплата в терминале iBox
sk: ID objednávky (bude zaplatená ze iBox)
uk: Оплата в терміналі iBox
zh: 订单编号 (通过 iBox 支付)

# full_requesites
source: Recipient's bank details
az: alıcının bank məlumatları
cs: Bankovní údaje příjemce
da: Modtagers bankoplysninger
de: Alle Details des Zahlungsempfängers
es: Detalles bancarios del beneficiario
fi: Saajan pankkitiedot
fr: Les coordonnées bancaires du compte bénéficiaire
hu: A címzett banki adatai
it: Requisiti bancari del destinatario
ka: მიმღების სრული რეკვიზიტები
ko: 수취인의 세부정보
lv: Maksājuma saņēmēja bankas rekvizīti
nl: bankgegevens ontvanger
pl: Dane bankowe odbiorcy
ro: Detaliile bancare ale beneficiarului plății
ru: Полные реквизиты получателя платежа
sk: Bankové údaje príjemcu
uk: Повні реквізити отримувача платежу
zh: 收款人的银行资料

# full_requesites_explain
source: You won't have to indicate them while making payment, but saving them for reference might be helpful.
az: ödəniş edərkən bunları əlavə etməyinizə ehtiyac yoxdur, ancaq istinad üçün saxlamaq faydalı ola bilər
cs: Při platbě je nebudete muset zadávat, ale můžete si jeuložit k ověření.
da: Du behøver ikke at angive betalingsoplysninger, men det kan være nyttigt at gemme dem til reference.
de: Sie müssen sie während der Zahlung nicht eingeben, können sie jedoch zur Überprüfung speichern.
es: No necesitará incluirlos al pagar, pero puede ser útil guardarlos como referencia.
fi: Sinun ei tarvitse ilmoittaa niitä maksaessasi, mutta niiden tallentaminen viitteeksi saattaa olla hyödyllistä.
fr: Il n'y a pas besoin de l'indiquer lors de votre paiement mais cela peut être pratique de l'enregistrer pour référence.
hu: A fizetés során nem kell feltüntetnie őket, de ellenőrzés céljából elmentheti őket.
it: Non dovrà indicarli durante il pagamento, ma salvarli per riferimento potrebbe essere utile.
ka: თქვენ არ დაგჭირდებათ ამ ინფორმაციის სრულად შეყვანა გადახდისას, თუმცა შეგიძლიათ შენახვა
ko: 결제 시 입력할 필요가 없지만, 저장하면 도움이 될 수도 있습니다.
lv: Jums tos nevajadzēs norādīt, veicot apmaksu, taču var būt noderīgi tos saglabāt uzziņām.
nl: u hoeft deze niet te vermelden bij de betaling, maar het kan handig zijn deze te bewaren voor referentie
pl: Nie będziesz musiał ich wskazywać podczas dokonywania płatności, ale zapisanie ich w celach informacyjnych może być pomocne.
ro: Nu va trebui să le introduceți în timpul plății, dar le puteți salva pentru referință.
ru: Вам не нужно будет их вводить во время оплаты, но вы можете их сохранить для сверки.
sk: Pri platbe ich nebudete musieť uvádzať, ale mohlo by byť užitočné si ich uložiť ako referenciu.
uk: Вам не потрібно буде їх вводити під час оплати, але ви можете їх зберегти для звірки.
zh: 你不必在付款时指明它们，但保存它们以供 参考可能会有所帮助.

source: UAH
ru: грн
uk: грн

# receiver
source: Recipient
az: alıcı
cs: Příjemce
da: Modtager
de: Zahlungsempfänger
es: Beneficiario
fi: Maksunsaaja
fr: Bénéficiaire
hu: Címzett
it: Destinatario
ka: მიმღები
ko: 수취인
lv: Maksājuma saņēmējs
nl: ontvanger
pl: Odbiorca
ro: Beneficiarul plății
ru: Получатель платежа
sk: Príjemca
uk: Отримувач платежу
zh: 收款人

# current_bill
source: Bank account number (IBAN)
az: bank hesab nömrəsi (IBAN)
cs: Číslo bankovního účtu (IBAN)
da: Bankkontonummer (IBAN)
de: Girokonto
es: Número de la cuenta bancaria (IBAN)
fi: Pankkitilin numero (IBAN)
fr: Numéro du compte bancaire (IBAN)
hu: Bankszámlaszám (IBAN)
it: Numero di conto bancario (IBAN)
ka: მიმდინარე ანგარიში
ko: 국제은행계좌번호(IBAN)
lv: Bankas konta numurs (IBAN)
nl: bankrekeningnummer (IBAN)
pl: Numer konta bankowego (IBAN)
ro: Numărul contului bancar (IBAN)
ru: Текущий счет (IBAN)
sk: Číslo bankového účtu (IBAN)
uk: Поточний рахунок (IBAN)
zh: 银行帐号 (IBAN)

# usreou
source: Tax identification number (TIN)
cs: Daňové identifikační číslo (DIČ)
da: Skatteidentifikationsnummer(TIN)
de: Kode des Einheitlichen staatlichen Registers der Betriebe und Organisationen der Ukraine
es: Número de identificación fiscal (NIF)
fi: Verotunnus
fr: Numéro d'identification fiscal (NIF)
hu: Adóazonosító szám (TIN)
it: Codice fiscale (C.F.)
ka: EDRPOU კოდი
ko: 사업자등록번호 (TIN)
lv: Nodokļu maksātāja identifikācijas numurs (NMIN)
nl: fiscaal identificatienummer (FIN)
pl: Numer identyfikacji podatkowej (NIP)
ro: Numărul de identificare al contribuabilului (TIN)
ru: Код ЕГРПОУ
sk: Daňové identifikačné číslo (DIČ)
uk: Код ЄДРПОУ
zh: 税务识别号码 (TIN)

# bank
source: Bank name
az: bank adı
cs: Název banky
da: Bank-navn
es: Nombre del banco
fi: Pankin nimi
fr: Banque
hu: Bank neve
it: Nome della banca
ka: ბანკის დასახელება
ko: 은행이름
lv: Bankas nosaukums
nl: naam Bank
pl: Nazwa banku
ro: Denumirea băncii
ru: Название банка
sk: Názov banky
uk: Установа банку
zh: 银行名称

# mfo
source: Bank code (BIC or MFO)
az: bank kodu (MFO)
cs: Kód banky (MFO)
da: Bankkode (BIC or MFO)
de: Bankleitzahl
es: Código del banco (MFO)
fi: Pankin koodi (BIC tai MFO)
fr: Code bancaire (MFO)
hu: Bank kódja (MFO)
it: Codice della banca (CAB)
ka: MFO
ko: 은행 코드
lv: Bankas kods (MFO)
nl: bank code (MFO)
pl: Kod banku (MFO)
ro: Codul băncii (MFO)
ru: МФО банка
sk: Kód banky (MFO)
uk: МФО банку
zh: 银行代码 (BIC 或 MFO)

# purpose
source: Description
az: təsvir
cs: Účel platby
da: Beskrivelse
de: Zahlungszweck
es: Concepto
fi: Kuvaus
fr: Désignation
hu: Fizetés célja
it: Descrizione
ka: დანიშნულება
ko: 지급내역
lv: Maksājuma mērķis
nl: beschrijving
pl: Cel płatności
ro: Denumirea plății
ru: Назначение
sk: Popis
uk: Призначення
zh: 描述

# receipt_id
source: Order ID
az: sifariş ID-si
cs: Číslo objednávky
da: Ordre ID
de: Bestellnummer
es: Número ID del orden
fi: Tilausnumero
fr: Référence de la commande
hu: Megrendelés ID
it: ID ordine
ka: შეკვეთის ნომერი
ko: 주문 ID
lv: Pasūtījuma ID numurs
pl: Identyfikator zamówienia
ro: Numărul de identificare al comenzii
ru: Номер заказа
sk: ID objednávky
uk: Номер замовлення
zh: 订单编号

# end_date
source: Payment deadline
az: ödəniş müddəti
cs: Termín platby
da: Betalingsfristen
de: Frist für die Zahlung
es: Plazo de pago
fi: Maksun määräaika
fr: Échéance de paiement
hu: Fizetési határidő
it: Scadenza di pagamento
ka: გადახდის ბოლო თარიღი
ko: 지불기한
lv: Maksājuma beigu datums
nl: betalingstermijn
pl: Termin płatności
ro: Termen de plată
ru: Крайний срок оплаты
sk: Termín platby
uk: Сплатити не пізніше
zh: 付款期限

# ibox_desc
source: All iBox terminals that accept payments are tagged on the <a href="https://ibox.ua/map" target="_blank">map</a>
az: ödənişləri qəbul edən bütün iBox terminalları <a href="https://ibox.ua/map" target="_blank">map</a>
cs: Všechny terminály iBox, kde je možné provést platbu, jsou označeny na <a href="https://ibox.ua/map" target="_blank">mapě</a>
da: Alle iBox-terminaler, der accepterer betalinger, er angivet på <a href="https://ibox.ua/map" target="_blank">kortet</a>
de: Alle iBox-Terminals, an denen Sie eine Zahlung vornehmen können, sind auf der Karte <a href="https://ibox.ua/map" target="_blank">markiert</a>
es: Todos terminales iBox, que aceptan los pagos, están marcados en <a href="https://ibox.ua/map" target="_blank">la mapa</a>
fi: Kaikki maksuja hyväksyvät iBox-päätteet on merkitty <a href="https://ibox.ua/map" target="_blank">kartalle</a> :ltä
fr: Toutes les bornes iBox qui acceptent les paiements sont indiquées sur la <a href="https://ibox.ua/map" target="_blank">map</a>
hu: A fizetéseket elfogadó összes iBox terminál fel van tüntetve <a href="https://ibox.ua/map" target="_blank">a térképen</a>
it: Tutti i terminali iBox che accettano pagamenti sono contrassegnati nel file <a href="https://ibox.ua/map" target="_blank">map</a>
ko: 결제를 허용하는 모든 iBox 터미널은 <a href="https://ibox.ua/map" target="_blank">карте</a> 지도에 표시됩니다
lv: Visi iBox termināļi, kas pieņem maksājumus, ir atzīmēti <a href="https://ibox.ua/map" target="_blank">kartē</a>
nl: alle iBox-terminals die betalingen accepteren zijn vermeld op de <a href="https://ibox.ua/map" target="_blank">map</a>
pl: Wszystkie terminale iBox, które akceptują płatności, są oznaczone na <a href="https://ibox.ua/map" target="_blank">mapie</a>
ro: Toate terminalele iBox, în care puteți efectua plata sunt marcate pe <a href="https://ibox.ua/map" target="_blank">card</a>
ru: Все терминалы iBox, в которых можно провести платеж, отмечены на <a href="https://ibox.ua/map" target="_blank">карте</a>
sk: Všetky terminály iBox, ktoré prijímajú platby, sú označené na <a href="https://ibox.ua/map" target="_blank">mape</a>
uk: Усі термінали iBox, у яких можна здійснити платіж, позначені на <a href="https://ibox.ua/map" target="_blank">мапі</a>
zh: 所有接受付款的 iBox 终端都标记在 <a href="https://ibox.ua/map" target="_blank">地图</a>

source: Save receipt
az: qəbz saxla
cs: Uložit účtenku
da: Gem kvittering
de: Quittung speichern
es: Guardar el recibo
fi: Tallenna kuitti
fr: Enregistrer la facture
hu: A nyugta mentése
it: Salvare ricevuta
ka: ქვითრის გადმოწერა
ko: 영수증 저장
lv: Saglabāt kvīti
nl: ontvangstbewijs opslaan
pl: Zapisz paragon
ro: Salvare chitanță
ru: Сохранить квитанцию
sk: Uložiť potvrdenie
uk: Зберегти квитанцію
zh: 保存收据

# save_qr_code
source: Save onto smartphone
az: smartfona qeyd edin
cs: Uložit do smartphonu
da: Gem på smartphone
de: Auf Smartphone speichern
es: Guardar en smartphone
fi: Tallenna älypuhelimeen
fr: Enregistrer sur votre smartphone
hu: Mentés okostelefonra
it: Salvare su smartphone
ka: მობილურში დამახსოვრება
ko: 스마트폰에 저장하기
lv: Saglabāt viedtālrunī
nl: opslaan op smartphone
pl: Zapisz na smartfonie
ro: Salvare pe smartphone
ru: Сохранить на смартфон
sk: Uložiť na smartfón
uk: Зберегти на смартфон
zh: 保存至手机

# qr_code_text
source: Scan this QR-code to save the receipt onto your smartphone
az: qəbzinizi smartfonunuza saxlamaq üçün bu QR kodu skan edin
cs: Naskenujte tento QR kód pro uložení účtenky do smartphonu
da: Scan denne QR-kode for at gemme kvitteringen på din smartphone
de: Scannen Sie diesen QR-Code, um die Quittung auf Ihrem Smartphone zu speichern
es: Escanne el código QR para guardar el recibo en su smartphone
fi: Skannaa tama QR-koodi tallentaaksesi kuitin alypuhelimeesi
fr: Scannez le code QR afin d'enregistrer la facture sur votre smartphone
hu: Olvassa be ezt a QR-kódot a nyugta okostelefonra történő mentéséhez
it: Scansioni questo codice QR per salvare la ricevuta sul suo smartphone
ka: დაასკანერეთ QR კოდი ქვითრის მობილურში შესანახად
ko: 스마트 폰에 영수증을 저장하려면이 QR 코드를 스캔하세요
lv: Nolasiet šo QR kodu, lai saglabātu kvīti jūsu viedtālrunī
nl: scan deze QR-code om het ontvangstbewijs op uw smartphone op te slaan
pl: Zeskanuj ten kod QR, aby zapisać paragon na swoim smartfonie
ro: Scanați acest cod QR pentru a salva chitanța pe telefonul smartphone
ru: Отсканируйте этот QR-код, чтобы сохранить квитанцию на свой смартфон
sk: Naskenujte tento QR kód a uložte si potvrdenie do svojho smartfónu
uk: Відскануйте цей QR-код, щоб зберегти квитанцію на свій смартфон
zh: 扫描该二维码，将收据保存到你的智能手机上

# ibox_info
source: <p>To pay the order, please use the Search option to locate the Fondy payments service in the iBox terminal.<p>Your order will automatically be cancelled after the deadline.<p>We cannot accept payment for this order via terminals other than iBox.
az: <p>Sifarişi ödəmək üçün, lütfən iBox terminalında Fondy ödəniş xidmətini tapmaq üçün Axtarış seçimini istifadə edin.<p>Sifarişiniz son tarixdən sonra avtomatik olaraq ləğv ediləcəkdir.<p>Bu sifariş üçün iBox xaricindəki terminallar vasitəsilə ödəniş qəbul etməyəcəyik
cs: <p>Chcete-li zaplatit za objednávku, najděte platební službu Fondy prostřednictvím možnosti Hledat v platebním terminálu iBox.<p>Po uplynutí termínu platby bude vaše objednávka zrušena.<p>Nepřijmeme platbu za tuto objednávku prostřednictvím jiných terminálů než iBox.
da: <p>For at betale for din ordre skal du bruge søgefunktionen til at finde Fondy betalingstjeneste i iBox-terminalen.<p>Din ordre vil automatisk blive annulleret efter udløbet af den angivne periode.<p>Vi kan ikke acceptere betaling for denne ordre gennem andre terminaler end iBox.
de: <p>Um Ihre Bestellung zu bezahlen, suchen Sie den Fondy-Zahlungsdienst über "Suchen"im iBox-Zahlungsterminal. <p>Nach Ablauf der Zahlungsfrist wird Ihre Bestellungstorniert. <p>Zahlungen in Terminals anderer Zahlungsdienstewerden nicht akzeptiert.
es: <p>Para pagar el pedido, utilice la función de búsqueda para encontrar el servicio de pago Fondy en el terminal iBox.<p>Su pedido se cancelará automáticamente después del período especificado.<p>No aceptamos el pago de este pedido a través de terminales que no sean iBox.
fi: <p>Maksa tilaus käyttämällä Haku-vaihtoehtoa löytääksesi Fondy-maksupalvelun iBox-päätteestä.<p>Tilauksesi automaattisesti peruuntuu määräajan jälkeen.<p>Emme voi hyväksyä tämän tilauksen maksua muiden kuin iBox-päätteiden kautta.
fr: <p>Pour effectuer le paiement de votre commande veuillez utiliser l'option Recherche afin de localiser les services de paiement Fondy disponible dans les bornes iBox <p>Passé les délais, votre commande sera automatiquement annulée <p>Nous n'acceptons aucun paiement pour cette commande via les bornes autres que les bornes iBox.
hu: <p>A megrendelés kifizetéséhez keresse meg a Fondy fizetési szolgáltatást az iBox fizetési terminál Keresés részén keresztül.<p>Megrendelését a határidő lejárta után töröljük.<p>Az egyéb fizetési szolgáltatások termináljain történő fizetést nem fogadjuk el.
it: <p>Per pagare l'ordine, utilizzare l'opzione Cerca per individuare il servizio di pagamenti Fondy nel terminale iBox.<p>Il suo ordine verrà automaticamente annullato oltre la scadenza.<p>Non accetteremo pagamenti per questo ordine tramite terminali diversi da iBox.
ko: <p>결제하려면 '검색' 옵션을 사용하여 iBox 터미널에서 Fondy 결제 서비스를 찾으십시오.<p>일정 기간동안 송금을 하지 않으면 자동으로 주문이 취소됩니다.<p>iBox 이외의 단말기를 사용해서 하는 결제를 허용하지 않습니다.
lv: <p>Pasūtījuma apmaksai izmantojiet meklēšanas funkciju, lai atrastu Fondy maksājuma pakalpojumu iBox terminālī.<p>Jūsu pasūtījums tiks automātiski atcelts pēc norādītā termiņa beigām.<p>Mēs nepieņemam apmaksu par šo pasūtījumu caur citiem termināļiem, izņemot iBox.
nl: <p>Om uw bestelling te betalen, kunt u de Fondy-betaalservice in de iBox terminal vinden via de zoekoptie.<p>Uw bestelling wordt automatisch geannuleerd na het verlopen van de betalingstermijn.<p>Wij accepteren geen betaling voor deze bestelling via andere terminals dan iBox
pl: <p>Aby opłacić zamówienie, skorzystaj z opcji Szukaj, aby zlokalizować usługę płatności Fondy w terminalu iBox.<p>Twoje zamówienie zostanie automatycznie anulowane po upływie terminu.<p>Nie przyjmujemy płatności za to zamówienie za pośrednictwem terminali innych niż iBox.
ro: <p>Pentru a plăti comanda, căutați serviciul de plată Fondy prin Căutare în terminalul de acceptare a plăților iBox.<p>După expirarea termenului de plată, comanda dvs. este anulată.<p>Noi nu acceptăm plata în terminalele altor servicii de plată decât iBox.
ru: <p>Чтобы оплатить заказ, найдите платежный сервис Fondy через “Поиск” в терминале приема платежей iBox.<p>По истечению срока оплаты ваш заказ аннулируется. <p>Оплата в терминалах других платежных сервисов не принимается.
sk: <p>Ak chcete objednávku zaplatiť, použite možnosť Vyhľadávať a vyhľadajte platobnú službu Fondy v termináli iBox.<p>Vaša objednávka bude automaticky zrušená po stanovenom termíne.<p>Za túto objednávku neakceptujeme platby prostredníctvom iných terminálov ako iBox.
uk: <p>Щоб оплатити замовлення, знайдіть платіжний сервіс Fondy через "Пошук" у терміналі прийому платежів iBox.<p>Після закінчення терміну сплати ваше замовлення буде анульовано. <p>Оплата в терміналах інших платіжних сервісів не приймається.
zh: <p>要支付订单，请使用搜索选项找到 iBox 终端中的Fondy支付服务.<p>你的订单将自动 在截止日期后取消.<p>我们不能通过iBox 以外的 终端接受该订单的付款.

# sepa_t
source: Provide your bank account details
az: bank hesabınızın məlumatlarını verin
cs: Zadejte údaje o svém bankovním účtu
da: Angiv dine bankkontooplysninger
de: Geben Sie Ihre Bankkontodaten an
es: Introduzca los detalles de su cuenta bancaria
fi: Syötä pankkitilisi tiedot
fr: Indiquez vos coordonnées bancaires
hu: Adja meg bankszámlája adatait
it: Dovrebbe fornire i requisiti del suo conto bancario
ka: მიუთითეთ ბანკის რეკვიზიტები
ko: 은행 계좌 상세정보를 입력해주십시오
lv: Norādiet jūsu bankas konta rekvizītus
nl: vul uw bankgegevens in
pl: Podaj dane swojego konta bankowego
ro: Introduceți detaliile contului dvs. bancar
ru: Укажите реквизиты банковского счета
sk: Zadajte údaje o svojom bankovom účte
uk: Вкажіть реквізити банківського рахунку
zh: 提供你的银行帐户详细信息

# bank_desc
source: You will be redirected to the bank's website to complete your payment
az: ödənişinizi tamamlamaq üçün bankın veb saytına yönləndiriləcəksiniz
cs: Budete přesměrováni na web banky, abyste dokončili platbu
da: Vi omdirigerer dig til bankens hjemmeside for at gennemføre betalingen
de: Wir werden Sie auf die Website der Bank für den Zahlungsabschluß weiterleiten
es: Para finalizar el pago será redirigido a la página del banco
fi: Sinut siirretään pankin verkkosivustolle suorittamaan maksu
fr: Vous allez être automatiquement redirigé sur le site de votre banque pour finaliser le paiement
hu: A fizetés befejezéséhez átirányítjuk a bank weboldalára
it: Verrà reindirizzato al sito web della banca per completare il pagamento
ka: გამისამართებთ ბანკის საიტზე გადახდის დასრულებისთვის
ko: 결제를 완료하기 위해 은행 웹 사이트로 리디렉션됩니다
lv: Maksājuma pabeigšanai jūs tiksiet pārvirzīti uz bankas vietni
nl: u wordt doorverwezen naar de website van de bank om uw betaling te voltooien
pl: Zostaniesz przekierowany na stronę banku, aby dokończyć płatność
ro: Pentru a finaliza plata, veți fi redirecționat către site-ul băncii
ru: Мы перенаправим вас на сайт банка для завершения платежа
sk: Budete presmerovaní na webovú stránku banky, aby ste dokončili platbu
uk: Ми перенаправимо вас на сайт банку для завершення оплати
zh: 你将被重定向到银行的网站以完成付款

# return_to_site
source: Return to the site
ru: Вернуться на сайт

source: Download receipt
ru: Загрузить квитанцию

source: Payment ID
az: ödəniş ID-si
cs: ID platby
da: Betalings-id
de: Zahlungs-ID
es: ID del pago
fi: Maksutunnus
fr: Référence de paiement
hu: Fizetési ID
it: ID pagamento
ka: გადახდის ID
ko: 결제 ID
lv: Maksājuma ID
nl: betaal-ID
pl: Identyfikator płatności
ro: ID de plată
ru: ID платежа
sk: ID platby
uk: ID платежу
zh: 付款编号

source: Select card
ru: Выберите карту

# c2p_card_add_loading_top
source: We are adding your card to the Click to Pay system...
ru: Мы добавляем вашу карту в систему Click to Pay...

# c2p_card_add_loading_bottom
source: (and we will send you a confirmation email)
ru: (и мы отправим вам письмо с подтверждением)

# c2p_how_does_work
source: How Click to Pay works
ru: Как работает Click to Pay

# c2p_about_desc
source: <li>Look for this sign when shopping online.</li><li>Enter registered mobile number or email.</li><li>Enter a one-time password.</li><li>Select the card you want to use.</li><li><b>Paid!</b></li>
ru: <li>Ищите этот значок при покупках в интернете.</li><li>Введите зарегистрированный номер телефона или электронную почту.</li><li>Введите одноразовый пароль (OTP).</li><li>Выберите карту, которую хотите использовать.</li><li><b>Оплачено!</b></li>

# c2p_save_card_desc
source: Save card {masked_card} in {click2pay} to avoid entering details next time
ru: Сохраните карту {masked_card} в {click2pay}, чтобы не вводить данные в следующий раз

# c2p_registration_desc
source: Please add your details so we can register you:
ru: Пожалуйста, добавьте свои данные, чтобы мы могли вас зарегистрировать:

source: Phone number
ru: Номер телефона

source: Last name
ru: Фамилия

source: First name
ru: Имя

source: Remember me on this device
ru: Запомнить меня на этом устройстве

# c2p_agreement_with_processing_of_data
source: By continuing you agree to the {terms} for Click to Pay and understand your data will be processed according to the {privacy_notice}
ru: Продолжая, вы соглашаетесь с {terms} использования Click to Pay и понимаете, что ваши данные будут обрабатываться в соответствии с {privacy_notice}

source: Terms
ru: Условия

source: Privacy Notice
ru: Политика конфиденциальности

# registration
source: Register
ru: Регистрация

# c2p_card_add
source: The card has been successfully saved in Click to Pay
ru: Карта успешно сохранена в системе Click to Pay

# c2p_card_add_expired
source: Unable to save card in Click to Pay. Try again later
ru: Не удалось сохранить карту в Click to Pay. Попробуйте снова позже.

# save_card
source: Save the card
az: kartımı gələcək ödənişlər üçün saxla
cs: Uložit mou kartu pro budoucí platby.
da: Gem mit kort til senere betalinger
de: Ihre Karte für eine schnelle Rückzahlung speichern.
es: Guardar mi tarjeta para los próximos pagos.
fi: Tallentaa korttini tulevia maksuja varten
fr: Enregistrer les détails de ma carte pour faciliter les futurs paiements.
hu: Elmenteni a kártyámat a jövőbeni fizetésekhez.
it: Salvare la mia carta per pagamenti futuri.
ka: ბარათის დამახსოვრება
ko: 향후 결제를 위해 내 카드를 저장합니다.
lv: Saglabāt manu karti turpmākiem maksājumiem.
nl: mijn kaart opslaan voor latere betalingen
pl: Zachowaj moją kartę do przyszłych płatności.
ro: Salvare card pentru următoarele plăți.
ru: Сохранить карту
sk: Uložiť moju kartu pre budúce platby.
uk: Запам'ятовувати картку для швидкої повторної оплати.
zh: 保存我的卡以备将来支付

# another_user
source: Інший користувач
ru: Другой пользователь

# c2p_access_to_saved_cards
source: Access to saved cards in Click to Pay
ru: Доступ к сохраненным картам в Click to Pay

# c2p_otp_desc
source: We've asked Click to Pay to send a one-time code to {email} and {phone} for confirmation of identity.
ru: Мы попросили Click to Pay отправить одноразовый код на {email} и {phone} для подтверждения вашей личности.

# invite_new_code
source: Request a new code in {time}
ru: Запросите новый код через {time}

source: Send again
ru: Отправить снова

# enter_code
source: Enter the code
ru: Введите код

# skip_verification_next_time
source: Don't verify next time
ru: Не проверять в следующий раз

source: Check and continue
ru: Проверить и продолжить

source: or
ru: или

# enter_card_details
source: Enter card data
ru: Введите данные карты

# code_sent
source: Code sent successfully
ru: Код успешно отправлен

# enter_another_email_to_download_set_of_stored_cards
source: Введіть іншу імейл адресу, щоб завантажити набір збережених карток
ru: Введите другой адрес электронной почты, чтобы загрузить набор сохраненных карт

source: Email
es: Correo electrónico
fi: Sähköposti
ka: ელ. ფოსტა
ko: 이메일 주소
lv: E-pasts
nl: e-mailadres
pl: Poczta elektroniczna
ro: Adresa de e-mail
ru: Электронная почта
uk: Електронна пошта
zh: 电子邮件

source: Change user
ru: Сменить пользователя

# c2p_no_saved_cards
source: Unfortunately, you don't have saved card in your Click to Pay account. Please proceed with manual card entry.
ru: К сожалению, в вашей учетной записи Click to Pay не сохранены карты. Пожалуйста, введите данные карты вручную.

# c2p_need_otp_desc
source: You are registered with {click2pay}. Click to pay with the saved card.
ru: Вы зарегистрированы в {click2pay}. Нажмите для оплаты сохраненной картой.

# mode_test
source: Test mode
ru: Тестовый режим

# title_declined
source: Unfortunately, your payment was unsuccessful
ru: Увы…Мы не смогли принять ваш платеж.
