Repository: cloudipsp/checkout-vue
Catalog: src/i18n/po/*/LC_MESSAGES/messages.po
Languages: az, cs, da, de, es, fi, fr, hu, it, ka, ko, lv, nl, pl, ro, ru, sk, uk, zh

# submit3ds_title
source: Payment incomplete
az: ödəniş tamamlanmadı
cs: Platba nebyla dokončena
da: Betalingen er ikke gennemført
de: Zahlung wurde nicht abgeschlossen
es: El pago no terminado
fi: Maksu jäi kesken
fr: Votre paiement n'a pas abouti
hu: A fizetés nem fejeződött be
it: Il pagamento non è stato completato
ka: გადახდა ვერ შესრულდა
ko: 결제가 완료되지 않습니다
lv: Apmaksa nav pabeigta
nl: betaling niet voltooid
pl: Płatność nie została zakończona
ro: Plata nu a fost finalizată
ru: Оплата не завершена
sk: Platba nebola dokončená
uk: Оплата не завершена
zh: 付款未完成

# submit3ds_text
source: Please enter another confirmation code
az: lütfən, başqa bir təsdiqləmə kodu daxil edin
cs: Zadejte prosím jiný potvrzovací kód
da: Indtast venligst en anden kode for at bekræfte
de: Geben Sie einen anderen Bestätigungscode ein
es: Indroduzca otro código de confirmación
fi: Syötä toinen vahvistuskoodi
fr: Veuillez entrer un autre code de confirmation
hu: Kérjük, adjon meg egy másik megerősítő kódot
it: Inserire un altro codice di conferma
ka: შეიყვანეთ ახალი კოდი
ko: 다른 확인 코드를 입력하십시오
lv: Ievadiet citu apstiprinājuma kodu
nl: a.u.b. voer een andere bevestigingscode in
pl: Wprowadź inny kod potwierdzający
ro: Introduceți un alt cod de verificare
ru: Введите новый код подтверждения от банка
sk: Zadajte iný potvrdzovací kód
uk: Введіть новий код підтвердження від банку
zh: 请输入另一个确认码

# submit3ds_submit
source: Please try again
az: yenidən cəhd edin
cs: Zkusit znovu
da: Vær så venlig, prøv igen
de: Wiederholen
es: Intentar más
fi: Yritä uudelleen
fr: Réessayer
hu: Próbálja újra
it: Riprovare
ka: სცადე ერთხელაც
ko: 다시 시도합니다
lv: Mēģināt vēlreiz
nl: probeer opnieuw
pl: Spróbuj ponownie
ro: Încercați din nou
ru: Попробовать еще раз
sk: Skúste to znova
uk: Спробувати ще раз
zh: 请再试一次

# submit3ds_wait
source: You will be redirected to the bank's website to complete your payment in {0} seconds
az: ödənişinizi {0} saniyə ərzində başa çatdırmaq üçün yenidən bankın veb saytına yönləndiriləcəksiniz
cs: Budete znovu přesměrováni na web banky, abyste dokončili platbuza {0} sekund
da: Du vil derefter blive omdirigeret til bankens websted for at gennemføre betalingen inden for {0} sekunder
de: Wir werden Sie auf die Website der Bank für den Zahlungsabschluß in {0} Sekunden weiterleiten
es: Para finalizar el pago será redirigido a la página del banco en {0} segundos
fi: Sinut siirretään pankin verkkosivustolle suorittamaan maksu {0} sekunnin kuluttua
fr: Vous allez être redirigé automatiquement à nouveau sur le site de votre banque dans {0} seconds pour finaliser le paiement
hu: A fizetés befejezéséhez ismét átirányítjuk a bank webhelyére {0} másodperc múlva
it: Verrà reindirizzato nuovamente al sito web della banca per completare il pagamento in {0} pochi secondi
ka: ჩვენ გამისამართებთ ბანკის საიტზე ხელახლა
ko: 결제를 완료하기 위해 {0}초 안에 은행 페이지로 리디렉션됩니다
lv: Lai pabeigtu maksājumu, jūs tiksiet pārvirzīts uz bankas vietni pēc {0} sekundēm
nl: u wordt opnieuw doorverwezen naar de website van de bank om uw betaling in {0} seconden te voltooien
pl: Nastąpi ponowne przekierowanie na stronę banku, aby dokończyć płatność w ciągu {0} sekund
ro: Pentru a finaliza plata, veți fi redirecționat la pagina băncii în câteva {0} secunde
ru: Мы перенаправим вас на сайт банка снова для завершения платежа через {0} секунд
sk: Budete znovu presmerovaný na webovú stránku banky, aby ste dokončili platbu za {0} s
uk: Ми перенаправимо вас на сайт банку ще раз для завершення оплати через {0} секунд
zh: 你将被重定向到银行网站以在{0} 秒内完成支付

# server_trouble_title
source: Oops..
az: Vay..
cs: Jejda..
da: Ups..
de: Ups..
fi: Oho...
hu: Hoppá..
ka: შეცდომა...
ko: 어뿔싸!
lv: Ops..
nl: Oeps...
pl: Ups...
ro: Ooops..
ru: Увы…
sk: Ups..
uk: На жаль..
zh: 哎呀..

# server_trouble_desc
source: A problem has occurred, and we are already working on it. Please return to your order and check out again.
az: nə isə səhvdir, amma biz artıq bunun üzərində işləyirik.Bir neçə addım geri qayıdın və yenidən ödənişi edin
cs: Něco není v pořádku, ale už na tom pracujeme. Vraťte se o několik kroků zpěta proveďte platbu znovu.
da: Der var et problem, og vi forsøger at løse det. Venligst gå tilbage til din ordre og tjek igen.
de: Etwas stimmt nicht, aber wir sind schon dabei. Bitte kehren Sie einige Schrittezurück und leisten Sie erneut eine Zahlung.
es: Algo va mál, pero ya lo estuviéramos haciendo. Retroceda unos pasos e intente pagar de nuevo.
fi: Virhe on tapahtunut, ja pyrimme jo korjaamaan sitä. Palaa tilaukseesi ja suorita maksu uudelleen.
fr: Quelque chose ne fonctionne pas correctement, nous sommes déjà en train d'intervenir.Veuillez revenir en arrière et réessayer.
hu: Valami nincs rendben, de már dolgozunk rajta. Kérjük, térjen vissza néhány lépésre, és fizessen újra.
it: Qualcosa non va, ma ci stiamo già lavorando. Torni ai passaggi precedenti ed effettui nuovamente il pagamento.
ka: გთხოვთ დაბრუნდეთ რამოდენიმე ნაბიჯით უკან და ხელახლა სცადოთ
ko: 오류가 발생했지만 이미 작업 중입니다. 몇 단계 뒤로 가서 다시 결제 해보십시오.
lv: Kaut kas ir nogājis greizi, bet mēs jau pie tā strādājam. Atgriezieties dažus soļus atpakaļ un vēlreiz mēģiniet veikt maksājumu.
nl: er is iets fout gegaan, maar we zijn er al mee bezig. Ga terug naar de vorige pagina en doe de betaling opnieuw
pl: Coś jest nie tak, ale już nad tym pracujemy. Cofnij się o kilka kroków i spróbuj ponownie dokonać płatności.
ro: Ceva nu este în regulă, dar deja lucrăm asupra acestei probleme. Întoarceți-vă înapoi cu câțiva pași și încercați să plătiți din nou.
ru: Что-то пошло не по плану, но мы уже решаем эту проблему. Пожалуйста, вернитесь на несколько шагов назад и попробуйте провести платеж заново.
sk: Niečo nie je v poriadku, ale už na tom pracujeme. Vráťte sa o niekoľko krokov dozadu a znova uskutočnite platbu.
uk: Щось пішло не за планом, але ми вже вирішуємо цю проблему. Будь ласка, поверніться на декілька кроків назад та спробуйте повторити платіж.
zh: 出现问题，我们已经在处理. 请返回到 你的订单，然后再结帐.

# offer_t
source: I accept the <a href="{0}" target="_blank">bid terms and conditions. </a>
az: <a href="{0}" target="_blank">sifariş şərtlərini</a> qəbul edirəm
cs: Akceptuji <a href="{0}" target="_blank">podmínky nabídky </a>
da: tilbud_tJeg accepterer <a href="{0}" target="_blank">bid vilkår og betingelser. </a>
de: Ich akzeptiere <a href="{0}" target="_blank">die Bedingungen des Angebots </a>
es: Yo acepto <a href="{0}" target="_blank"> los términos de la oferta </a>
fi: Hyväksyn <a href="{0}" target="_blank">tilauksen käyttöehdot. </a>
fr: J'accepte <a href="{0}" target="_blank">les conditions de l'offre </a>
hu: Elfogadom <a href="{0}" target="_blank">az ajánlat feltételeit </a>
it: Io accetto <a href="{0}" target="_blank">altre condizioni </a>
ka: ვეთანხმები <a href=\"{0}\" target=\"_blank\">პირობებს</a>
ko: <a href="{0}" target="_blank">주문의 조건에 동의합니다.</a>
lv: Es pieņemu <a href="{0}" target="_blank"> piedāvājuma nosacījumus </a>
nl: ik accepteer <a href="{0}" target="_blank">aanbiedingsvoorwaarden </a>
pl: Akceptuję <a href="{0}" target="_blank">warunki oferty </a>
ro: Eu accept <a href="{0}" target="_blank">condițiile ofertei </a>
ru: Я принимаю <a href="{0}" target="_blank">условия оферты</a>
sk: Prijímam <a href="{0}" target="_blank">podmienky ponuky </a>
uk: Я приймаю <a href="{0}" target="_blank">умови оферти</a>
zh: 我同意接受 <a href="{0}" target="_blank">bid 条件和条款. </a>

source: Trial period
az: sınaq müddəti
cs: Zkušební doba
da: Prøvetid
de: Probezeit
es: Periodo de prueba
fi: Koeaika
fr: Période d'essai
hu: Próbaidő
it: Periodo di prova
ka: გამოსაცდელი პერიოდი
ko: 시험 기간
lv: Pārbaudes laiks
nl: proefperiode
pl: Okres próbny
ro: Perioada de probă
ru: Пробный период
sk: Skúšobná doba
uk: Пробний період
zh: 试用期

# amount
source: Amount due
az: cəmi
cs: Celkem
da: skyldigt beløb
de: Zur Zahlung
es: Monto total
fi: Maksun eräpäivä
fr: Montant total
hu: Teljes összeg
it: Importo totale
ka: თანხა
ko: 합계
lv: Kopā
nl: totaal
pl: Kwota całkowita
ro: Sumă totală
ru: К оплате
sk: Celkom
uk: До сплати
zh: 应付金额

source: discount
da: rabat
fi: alennus
ka: ფასდაკლება
ru: Скидка
uk: Знижка
zh: 折扣

# fee
source: Commission
az: komissiya
cs: Poplatek
da: provisionsbetaling
de: Kommission
es: Monto de la comisión
fi: Käsittelykulut
hu: Jutalék összege
it: Commissione
ka: საკომისიო
ko: 수수료
lv: Komisija
nl: commissie
pl: Komisja
ro: Suma comisionului
ru: С учетом комиссии
sk: Poplatok
uk: З урахуванням комісії
zh: 佣金

# total_amount
source: Total amount due
az: ümumi
cs: Celkem
da: Det samlede beløb, der skal betales
de: Zur Zahlung
es: Monto total
fi: Kokonaissumman maksun eräpäivä
fr: Montant total
hu: Teljes összeg
it: Importo totale
ka: სრული თანხა
ko: 합계
lv: Kopā
nl: totaal bedrag
pl: Kwota całkowita
ro: Suma totală
ru: Сумма к оплате
sk: Celkom
uk: Сума до сплати
zh: 应付总额

source: Enter promo code
ru: Введите промокод

# add
source: Apply
ru: Добавить

# security_title
source: Strong customer authentication
az: güclü müştəri identifikasiyası
cs: Silné ověřování zákazníků
da: Stærk autentificering af kunder
de: Kundendaten sind geschützt
es: Autenticación fuerte de cliente
fi: Vahva asiakastunnistus
fr: Authentification forte du client
hu: Szigorú ügyfél-hitelesítés
it: L'autenticazione forte del cliente
ka: გადამხდელის ინფორმაცია დაცულია
ko: 강력한 고객 인증
lv: Droša klientu autentifikācija
nl: betrouwbare klanten authenticatie
pl: Silne uwierzytelnianie klienta
ro: Autentificare strictă a clientului
ru: Данные покупателя защищены
sk: Silná autentifikácia zákazníka
uk: Дані покупця захищено
zh: 强大的客户身份验证

# security_text
source: <p>In compliance with PCI DSS<p>Listed on Visa Global Registry and verified by Mastercard
cs: <p>V souladu s mezinárodním bezpečnostním standardem PCI DSS<p>Je uveden v Globálním registru Visa a ověřen společností Mastercard
da: <p>I henhold til PCI DSS standarden<p>optaget i det Globale Visa-register og bekræftet af Mastercard
de: <p>Gemäß dem internationalen Zahlungssicherheitsstandard PCI DSS. <p>Reguliert durch internationale Zahlungssysteme Visa und Mastercard
es: <p>Sujeto al estándar de seguridad de datos de la industria de tarjetas de pago <p>Incluido en el Registro global de Visa y verificado por Mastercard
fi: <p>PCI DSS:n mukainen<p>Listattu Visa Global Registryssä ja varmistettu Mastercard
fr: <p>En conformité à la norme PCI DSS<p>Listé dans Visa Global Registry et vérifié par Mastercard
hu: <p>A PCI DSS nemzetközi fizetési biztonsági szabvány szerint<p>Nemzetközi Visa és Mastercard fizetési rendszerek szabályozzák
it: <p>Conforme a PCI DSS<p>Elencato su Visa Global Registry e verificato da Mastercard
ka: საერთაშორისო სტანდარტების (PCI/DSS) და საბარათე სისტემების მოთხოვნების შესაბამისად
ko: <p>PCI DSS의 국제 결제 보안 표준에 맞춰<p>국제 결제 시스템인 Visa 및 Mastercard에 의해 규제됩니다
lv: <p>Atbilstoši maksājumu karšu nozares datu drošības standartam (PCI DSS),<p>kas norādīts globālā Visa reģistrā un pārbaudīts Mastercard
nl: <p>In overeenstemming met PCI DSS<p>Geregistreerd in het Visa Global Registry en geverifieerd door Mastercard
pl: <p>Zgodnie ze standardem bezpieczeństwa danych w branży kart płatniczych<p>Notowany w Globalnym Rejestrze Visa i zweryfikowany przez Mastercard
ro: <p>Conform standardului internațional de securizare a plăților din industria cardurilor de plată,<p>listat în Registrul global Visa și verificat de Mastercard
ru: <p>Согласно международному стандарту безопасности платежей PCI DSS<p>Регулируется международными платежными системами Visa и Mastercard
sk: <p>V súlade s PCI DSS<p>Uvedené v globálnom registri Visa a overené spoločnosťou Mastercard
uk: <p>Згідно з міжнародним стандартом захисту платежів PCI DSS<p>Регулюється міжнародними платіжними системами Visa та Mastercard
zh: <p>符合 PCI DSS<p>在Visa Global Registry上列出并通过Mastercard 验证

# other_payment_method
source: Or pay with
az: və ya ilə ödə
cs: Nebo zaplatit pomocí
da: Eller betal med
de: Andere Zahlungsmethoden
es: O pagar con
fi: Tai maksa käyttämällä
fr: Ou payer avec
hu: Vagy fizetni máskép
it: Oppure pagare con
ka: სხვა გადახდის მეთოდები
ko: 아니면 다른 방법으로 지불합니다
lv: Vai maksāt ar
nl: andere betalingsmethode
pl: Lub zapłać za pomocą
ro: Sau plătiți cu ajutorul
ru: Другие способы оплаты
sk: Alebo zaplatiť s
uk: Інші способи оплати
zh: 支付方式

# subscription
source: Repeat this payment automatically
az: bu ödəməni avtomatik olaraq təkrarlayın
cs: Opakovat platbu automaticky
da: Gentag automatisk denne betaling
de: Zahlung automatisch wiederholen
es: Repetir este pago automáticamente
fi: Toistaa tämäm maksun automaattisesti
fr: Répéter le paiement automatiquement
hu: Ismételni ezt a fizetést automatikusan
it: Ripetere automaticamente questo pagamento
ka: განმეორებითი გადახდა
ko: 반복 지급을 자동으로 수행합니다.
lv: Automātiski atkārtot šo maksājumu
nl: doe deze betaling automatisch opnieuw
pl: Powtórz tę płatność automatycznie
ro: Repetare plată în mod automat
ru: Повторять платеж автоматически
sk: Opakovať túto platbu automaticky
uk: Повторювати платіж автоматично
zh: 自动重复支付

# subscription_amount
source: Recurring payment amount
az: təkrarlanan ödəniş məbləği
cs: Částka opakované platby
da: Beløb af gentagen betaling
de: Regelmäßige Zahlung
es: Suma del pago periódico
fi: Toistuva maksusumma
fr: Montant du paiement récurrent
hu: Ismétlődő fizetési összeg
it: Importo del pagamento ricorrente
ka: განმეორებითი გადახდის თანხა
ko: 반복 결제 금액
lv: Regulārā maksājuma summa
nl: terugkerende betaling
pl: Kwota płatności cyklicznej
ro: Suma plății recurente
ru: Сумма регулярного платежа
sk: Opakovaná suma platby
uk: Сума регулярного платежу
zh: 定期支付金额

source: Unlimited
az: limitsiz
cs: Neomezený
da: ubegrænset
de: Unbegrenzt
es: Ilimitado
fi: Rajoittamaton
fr: Illimité
hu: Korlátlan
it: Illimitato
ka: ულიმიტო
ko: 제한 없는
lv: Neierobežots
nl: onbeperkt
pl: Bez limitu
ro: Nelimitat
ru: Не ограничено
sk: Neobmedzene
uk: Не обмежено
zh: 无限制

# verification_desc
source: To verify your card we will hold a small verification fee on your bank account for 15 minutes.
az: kartınızı doğrulamaq üçün 15 dəqiqə ərzində bank hesabınızdan kiçik bir təsdiq haqqı alacağıq
cs: Abychom ověřili vaši kartu, zablokujeme na vašem účtu malou částku na 15 minut.
da: For at bekræfte dit kort skal vi opkræve et mindre bekræftelsesgebyr på din bank konto inden for 15 minutter.
de: Um Ihre Karte zu überprüfen, werden wir einen kleinen Betrag in Ihrem Konto für 15 Minuten einfrieren.
es: Para revisar su tarjeta, congelaremos una pequeña cantidad en su cuenta durante 15 minutos.
fi: Korttisi vahmistamiseksi pidätämme pankkitililtäsi pienen vahvistusmaksun 15 minuutin ajan.
fr: Pour vérifier votre carte, nous bloquerons un petit montant sur votre compte pendant 15 minutes.
hu: Kártyája igazolásához egy kis ellenőrzési díjat számolunk fel a bankszámláján 15 percre.
it: Per verificare la tua carta, congeleremo una piccola somma nel tuo account per 15 minuti.
ka: ბარათის ვერიფიკაციისთვის მცირე თანხას დავარეზერვებთ ბარათზე 15 წუთის განმავლობაში
ko: 귀하의 카드를 확인하기 위해 우리는 15분 동안 귀하의 은행 계좌에 소액을 동결하겠습니다.
lv: Kartes verificēšanai mēs iesaldēsim nelielu summu Jūsu kontā uz 15 minūtēm.
nl: om uw kaart te verifiëren zullen wij gedurende 15 minuten een klein bedrag op uw bankrekening inhouden
pl: Aby zweryfikować Twoją kartę, zablokujemy niewielką kwotę weryfikacyjną na Twoim koncie bankowym przez 15 minut.
ro: Pentru a verifica cardul dvs., vom îngheța o sumă mică de pe contul dvs. timp de 15 minute.
ru: Для проверки вашей карты мы заморозим небольшую сумму на вашем счету на 15 минут.
sk: Na overenie vašej karty budeme na vašom bankovom účte držať 15 minút malý poplatok za overenie.
uk: Задля перевірки вашої картки ми заблокуємо невелику суму на вашому рахунку на 15 хвилин.
zh: 为了验证你的卡，我们将在你的银行帐户中收取少量的验证费用，持续15分钟.

# customer_name
source: Name and Surname
az: adı və Soyadı
cs: Jméno držitele karty
da: Navn og Efternavn
de: Kundenname und Nachname
es: Nombre del propietario de la tarjeta
fi: Etunimi ja Sukunimi
fr: Titulaire de la carte
hu: Kártyatulajdonos neve
it: Nome del titolare
ka: სახელი ბარათზე
ko: 카드 소유자 이름
lv: Kartes īpašnieka vārds
nl: voornaam en Achternaam
pl: Imię właściciela karty
ro: Numele titularului cardului
ru: Имя на карте (латиницей)
sk: Meno držiteľa karty
uk: Ім'я на картці (латиницею)
zh: 名和姓

# customer_name_utf8
source: Name and Surname
az: adı və Soyadı
cs: Celé jméno
da: Navn og Efternavn
de: Kundenname und Nachname
es: Nombre completo
fi: Etunimi ja Sukunimi
fr: Nom complet
hu: Teljes neve
it: Nome e cognome
ka: სრული სახელი
ko: 성명
lv: Vārds pilnībā
nl: naam en Achternaam
pl: Pełne imię i nazwisko
ro: Nume complet
ru: Полное имя
sk: Celé meno
uk: Повне ім'я
zh: 名和姓

# customer_address
source: Address (street, building, apartment)
az: ünvan (küçə, ev, mənzil)
cs: Adresa (ulice, č.p./č.o.)
da: Adresse (gade, hus, lejlighed)
de: Adresse
es: Dirección (calle, casa, piso)
fi: Osoite (katu, talo, asunto)
fr: Adresse (rue, bâtiment, appartement)
hu: Cím (utca, házszám, lakás)
it: Indirizzo (via, casa, interno)
ka: მისამართი
ko: 주소 (거리, 동, 아파트)
lv: Adrese (iela, mājas numurs, dzīvoklis)
nl: adres (straat, gebouw, appartement)
pl: Adres (ulica, budynek, mieszkanie)
ro: Adresă (stradă, casă, apartament)
ru: Адрес (улица, дом, квартира)
sk: Adresa (ulica, budova, byt)
uk: Адреса (вулиця, будинок, квартира)
zh: 地址 (街道, 建筑, 公寓)

# customer_zip
source: ZIP/Postal code
az: zip/Poçt kodu
cs: PSČ
da: Postnummer
de: Postleitzahl
es: Código postal
fi: Postinumero
fr: Code postal
hu: Irányítószám/kód
it: CAP/Codice di avviamento postale
ka: საფოსტო ინექსი (ZIP)
ko: 우편 번호
lv: Pasta indekss
nl: postcode
pl: Kod pocztowy
ro: Cod poștal/cod
ru: Почтовый индекс
sk: PSČ
uk: Поштовий індекс
zh: 邮编/邮政编码

# customer_city
source: City/Town
az: şəhər/Rayon
cs: Město/obec
da: By
de: Siedlung
es: Ciudad
fi: Kaupunki/Kylä
fr: Ville
hu: Város /Település
it: Città/Paese
ka: ქალაქი
ko: 도시
lv: Pilsēta
nl: stad/Gemeente
pl: Miasto
ro: Oraș
ru: Населенный пункт
sk: Mesto
uk: Населений пункт
zh: 城市/镇

# customer_country
source: Country
az: ölkə
cs: Země
da: Land
de: Land
es: País
fi: Maa
fr: Pays
hu: Ország
it: Nazione
ka: ქვეყანა
ko: 국가
lv: Valsts
nl: land
pl: Kraj
ro: Țară
ru: Страна
sk: Krajina
uk: Країна
zh: 国家

# customer_state
source: State/Province/Region
az: ştat /Əyalət/ Rayon
cs: Kraj/okres
da: Stat/Provins/Region
de: Gebiet, Region
es: Estado/Provincia/Región
fi: Maakunta/Kunta/Alue
fr: Région
hu: Állam/tartomány/régió
it: Stato/Provincia/Regione
ka: რეგიონი
ko: 주 / 지방 / 지역
lv: Štats/novads/reģions
nl: staat/Provincie/Regio
pl: Stan/Województwo/Region
ro: Stat / Provincie / Regiune
ru: Область, регион
sk: Štát/Provincia/Región
uk: Область, регіон
zh: 州/省/区

# customer_phonemobile
source: Phone
az: telefon
cs: Telefon
da: Telefon
de: Telefon
es: Teléfono
fi: Puhelin
fr: Numéro de téléphone
hu: Telefon
it: Telefono
ka: მობილურის ნომერი
ko: 전화번호
lv: Tālrunis
nl: telefoonnummer
pl: Telefon
ro: Telefon
ru: Телефон
sk: Telefón
uk: Телефон
zh: 电话

# customer_email
source: Email
es: Correo electrónico
fi: Sähköposti
ka: ელ. ფოსტა
ko: 이메일주소
lv: E-pasts
nl: e-mailadres
pl: Poczta elektroniczna
ru: Электронная почта
uk: Електронна пошта
zh: 电子邮件

# use_monobank_application
source: Use the monobank app to confirm your purchase in installments
ka: გამოიყენეთ მონობანკის აპლიკაცია გადახდის დასადასტურებლად
ru: Воспользуйтесь приложением monobank для подтверждения покупки частями
uk: Скористайтесь додатком monobank для підтвердження покупки частинами

# load_more
source: Show more...
az: daha çox yüklə
cs: Načíst další...
da: Vis mere...
de: Mehr laden...
es: Más...
fi: Näytä lisä...
fr: Plus d'informations...
hu: Több betöltése...
it: Caricare di più...
ka: მეტის ნახვა
ko: 더 많은 메시지를 로드합니다
lv: Ielādēt vairāk...
nl: Meer laden...
pl: Załaduj więcej...
ro: Încărcați mai multe...
ru: Показать еще…
sk: Nahrať viac...
uk: Показати ще...
zh: 展示更多...

source: Pay with card
az: kartla ödəniş edin
cs: Zaplatit kartou
da: Betal med kort
de: Mit Karte bezahlen
es: Pagar con tarjeta
fi: Maksaa kortilla
fr: Payer par carte
hu: Fizetni kártyával
it: Pagare con carta
ka: ბარათით გადახდა
ko: 카드로 지불합니다
lv: Apmaksāt ar karti
nl: betalen met kaart
pl: Zapłacić kartą
ro: Plată cu card
ru: Оплатить картой
sk: Zaplatiť kartou
uk: Оплатити карткою
zh: 使用卡进行支付

# cvv2_help
source: {0}-digit code on the back of your card
cs: {0}-číselný kód na zadní straně karty
da: {0}-numerisk kode på bagsiden af ​​kortet
de: {0}-Prüfnummer auf der Rückseite Ihrer Karte
es: {0}-código digital en el reverso de tu tarjeta
fi: {0}-numeroinen koodi korttisi takapuolella
fr: Le code de sécurité à {0}{0}chiffres qui figure au dos de votre carte bancaire{0}
hu: {0}-a kártya hátoldalán található numerikus kód
it: {0}-codice numerico sul retro della carta
ka: {0}-ციფრიანი კოდი ბარათის უკანა მხარეს
ko: 귀하의 카드 뒷면에 표시되는 {0}-숫자 코드
lv: {0}-ciparu kods jūsu kartes aizmugurējā pusē
nl: {0}-cijfers code op de achterkant van uw kaart
pl: {0}-kod cyfrowy z tyłu karty
ro: {0}- codul numeric de pe fața verso a cardului
ru: {0}-значный код на обороте карты
sk: {0}-číselný kód na zadnej strane karty
uk: {0}-значний код на звороті картки
zh: {0}-卡背面的数字代码

source: Payments
ka: გადახდები
ru: Платежи
uk: Платежі

# from_amount_month
source: From {0} / month
ka: {0} / თვიდან
ru: От {0} / месяц
uk: Від {0} / місяць

source: payments
ka: გადახდები
ru: платежи
uk: платежі

# currency_month
source: {0} / month
ka: {0} / თვე
ru: {0} / месяц
uk: {0} / місяць

# expect_soon
source: Expecting soon
ka: ველოდებით უმოკლეს დროში
ru: Ожидаем в ближайшее время
uk: Очікуємо найближчим часом

# conditions
source: Сonditions
ka: პირობები
ru: Условия
uk: Умови

# installments_desc_monobank_ua
source: <li>You have a credit card from monobank</li><li>Available limit for Purchases in installments</li><li>The first payment will be made at the time of purchase, and the next one in a month</li>
ru: <li>У вас есть кредитная карта от monobank</li><li>Доступный лимит на Покупку частям</li><li>Первый платеж пройдет в момент покупки, а следующий – через месяц</li>
uk: <li>У вас є кредитна картка від monobank</li><li>Доступний ліміт на Покупки частинами</li><li>Перший платіж пройде в момент купівлі, а наступний – через місяць</li>

# installments_desc_privatbank_ua
source: <li>Availability of the «Universal» card.</li><li>Available credit limit for the «Payment by installments» service.</li><li>The first payment will be made at the time of purchase, and the next one in a month.</li>
ru: <li>Наличие карты «Универсальная».</li><li>Доступный кредитный лимит по сервису «Оплата частями».</li><li>Первый платеж пройдет в момент покупки, следующий - через месяц.</li>

# mfo_title
source: Payment details for order # {0}
az: sifariş # {0} üçün ödəniş detalları
cs: Platební údaje pro objednávku # {0}
da: Betalingsoplysninger for ordren # {0}
de: Details für die Zahlung der Bestellung Nr. {0}
es: Detalles del pago para el orden # {0}
fi: Tilauksen nro {0} maksutiedot
fr: Les détails de votre paiement pour la commande # {0}
hu: A megrendelés fizetési részletei # {0}
it: Dettagli di pagamento per l'ordine n. {0}
ka: რეკვიზიტები ქვითარი № {0} გადასახდელად
ko: # {0}주문의 위한 운행정보
lv: Maksājuma detaļas pasūtījumam # {0}
nl: betalingsgegevens voor bestelling # {0}
pl: Szczegóły płatności za zamówienie # {0}
ro: Detalii de plată pentru comandă # {0}
ru: Реквизиты для оплаты счета № {0}
sk: Platobné údaje pre objednávku # {0}
uk: Реквізити для сплати рахунку № {0}
zh: 订单的付款详情 # {0}
