Repository: cloudipsp/checkout-vue
Catalog: src/i18n/po/*/LC_MESSAGES/messages.po
Languages: az, cs, da, de, es, fi, fr, hu, it, ka, ko, lv, nl, pl, ro, ru, sk, uk, zh

# title_approved
source: Thank you! Your payment is accepted
ru: Спасибо, ваш платеж принят

# verification_code_d
source: To verify your card we will hold a small verification fee on your bank account for 15 minutes.
az: kartınızı doğrulamaq üçün 15 dəqiqə ərzində bank hesabınızdan kiçik bir təsdiq komissiyası alacağıq
cs: Abychom ověřili vaši kartu, zablokujeme na vašem účtu maloučástku na 15 minut.
da: For at bekræfte dit kort skal vi debitere et mindre bekræftelsesgebyr fra din bankkonto for 15 minutter konto for 15 minutter.
de: Um Ihre Karte zu überprüfen, werden wir einen kleinen Betrag in Ihrem Kontofür 15 Minuten einfrieren.
es: Para verificar su tarjeta, retendremos una pequeña cantidad de tarifas de verificación en su cuenta bancaria durante 15 minutos.
fi: Korttisi vahvistamiseksi pidätämme pankkitililtäsi pienen vahvistusmaksun 15 minuutin ajan.
fr: Pour vérifier votre carte bancaire nous allons bloquer un petit montant sur votre compte pendant 15 minutes.
hu: Kártyája igazolásához egy kis ellenőrzési díjat számolunk fel a bankszámláján 15 percre.
it: Per verificare la sua carta, tratterremo una piccola commissione di verifica sul suo conto bancario per 15 minuti.
ka: ბარათის ვერიფიკაციისთვის მცირე თანხას დავარეზერვებთ ბარათზე 15 წუთის განმავლობაში
ko: 귀하의 카드를 확인하기 위해 우리는 15분 동안 귀하의 은행 계좌에 소액을 동결하겠습니다.
lv: Lai pārbaudītu jūsu karti, mēs ieturēsim nelielu verifikācijas komisijas maksu jūsu bankas kontā uz 15 minūtēm.
nl: om uw kaart te verifiëren zullen wij gedurende 15 minuten een klein bedrag op uw bankrekening inhouden
pl: Aby zweryfikować Twoją kartę, będziemy trzymać niewielką opłatę weryfikacyjną na Twoim koncie bankowym przez 15 minut.
ro: Pentru a verifica cardul dvs., vom îngheța o sumă mică de pe contul dvs timp de 15 minute.
ru: Для проверки вашей карты мы заморозим небольшую сумму на вашем счету на 15 минут.
sk: Na overenie vašej karty zablokujeme na vašom bankovom účte malý poplatok za overenie po dobu 15 minút.
uk: Задля перевірки вашої картки ми заблокуємо невелику суму на вашому рахунку на 15 хвилин.
zh: 为了验证你的卡，我们将从你的银行帐户中收取少量的验证费用，持续15分钟.

# verification_amount_d
source: A small fee will be held on your bank account for 15 minutes to verify the ownership of the card. Please enter the verification amount held on your account.
az: kartın sahibliyini təsdiqləmək üçün bank hesabınızda 15 dəqiqə ərzində kiçik bir komissiya tutulacaq. Zəhmət olmasa hesabınızda saxlanılan təsdiqləmə məbləğini daxil edin
cs: Na vašem účtu zablokujeme malou částku na 15 minut, abychom ověřili, že karta patří vám. Zadejte prosím ověřovací částku zablokovanou na vašem účtu.
da: Der vil blive opkrævet et mindre gebyr på din bankkonto i 15 minutter for at bekræfte ejerskabet af kortet. Indtast venligst det bekræftelsesbeløb, der er gemt på din konto.
de: Wir werden einen kleinen Betrag auf Ihrem Konto für 15 Minuten einfrieren, um sicherzustellen, dass die Karte Ihnen gehört.
es: Se retendrá una pequeña tarifa en su cuenta bancaria durante 15 minutos para identificar el propietario de la tarjeta. Ingrese la cantidad de verificación en su cuenta.
fi: Pankkitililtäsi veloitetaan pieni maksu 15 minuutin ajan kortin omistajuuden vahvistamiseksi. Syötä tililtäsi pidätetty vahvistussumma.
fr: Un petit montant sera bloqué sur votre compte pendant 15 minutes pour que nous puissions vérifier la propriété de la carte. Veuillez indiquer le montant de vérification bloqué sur votre compte.
hu: A kártya tulajdonjogának igazolására 15 percig kis díjat számolunk fel bankszámláján. Adja meg a banki értesítésben feltüntetett összeget.
it: Una piccola commissione verrà trattenuta sul suo conto bancario per 15 minuti per verificare il diritto di proprietà della carta. Inserire l'importo di verifica trattenuto sul suo conto.
ka: ჩვენ დავარეზერვებთ მცირე თანხას თქვენ ბარათზე 15 წუთით ბარათის ვერიფიკაციისთვის. გთხოვთ შეიყვანოთ დარეზერვებული თანხა.
ko: .<p>귀하가 카드 정보를 입력할 때 우리는 기록을 하지 않고 즉시 암호화하여자와 문자의 무작위 조합인 토큰 형식으로 저장합니다.<p>잠재적인 사기꾼이 카드 정보를 받을 수 없도록 지불이 이루어질 때마다 Fondy는 카드 세부 정보 대신 토큰을 사용합니다.토큰은 Fondy 결제 서비스 외부에서 아무 가치가 없기 때문에 토큰 데이터를 가로챌 필요가 없다는 뜻입니다.
lv: Neliela komisijas maksa tiks ieturēta jūsu bankas kontā 15 minūšu laikā, lai apstiprinātu, ka jūs esat kartes īpašnieks. Ievadiet pārbaudes summu, kas redzama jūsu kontā.
nl: er wordt 15 minuten lang een klein bedrag op uw bankrekening gehouden om het eigenaar van de kaart te verifiëren. Voer het verificatiebedrag in dat op uw rekening staat
pl: Niewielka opłata zostanie pobrana na Twoim koncie bankowym przez 15 minut w celu zweryfikowania własności karty. Wprowadź kwotę weryfikacji na Twoim koncie.
ro: O taxă mică va fi înghețată de pe contul dvs. bancar timp de 15 minute pentru a confirma calitatea de titularului cardului. Introduceți suma de verificare pe contul dvs.
ru: Мы заморозим небольшую сумму на вашем счету на 15 минут, чтобы убедиться, что карта принадлежит вам. Для этого введите сумму, указанную в уведомлении от банка.
sk: Na overenie vlastníctva karty zablokujeme na vašom bankovom účte malý poplatok za overenie po dobu 15 minút. Zadajte čiastku na overenie zablokovanú na vašom účte.
uk: Ми заблокуємо невелику суму на вашому рахунку на 15 хвилин, щоб впевнитися, що вказана картка належить вам. Для цього введіть суму, вказану у повідомленні від банку.
zh: 我们将从你的银行帐户中收取少量的费用，持续15分钟，以验证 卡片的所有权. 请输入你帐户中的验证 金额.

# rule_default
source: The {_field_} value is not valid
az: {_field_} məbləğ yanlışdır
cs: Hodnota {_field_} není platná
da: {_field_} værdien er forkert
de: Der Wert {_field_} ist ungültig
es: El valor {_field_} no es válido
fi: {_field_} arvo on virheellinen
hu: A {_field_} érték érvénytelen
it: Il valore {_field_} non è valido
ka: არასწორი მნიშნელობა ველში {_field_}
ko: {_field_} 값이 잘못되었습니다
lv: Vērtība {_field_} nav derīga
nl: de {_field_} waarde is ongeldig
pl: wartość {_field_} jest nieprawidłowa
ro: Valoarea {_field_} nu este valabilă
ru: Неверное значение для поля {_field_}
sk: Hodnota {_field_} nie je platná
uk: Невірне значення для поля {_field_}
zh: {_field_} 价值无效

# rule_after
source: Valid thru date may not be after {target}
az: etibarlılıq tarixi {target} sonra ola bilməz
cs: Platnost karty nemůže být pozdější než {target}
da: Gyldighedsperioden kan ikke være senere end {target}
de: Gültigkeitsdauer der Karte kann nicht später als {target} sein
es: La validez de la tarjeta no puede ser posterior al {target}
fi: Voimassa oleva päättymispäivä ei saa olla {target} jälkeen
fr: La date d'expiration ne peut pas dépasser {target}
hu: Az érvényes dátum nem lehet későbbi {target}
it: Data di scadenza non può essere successiva a {target}
ka: მოქმედების ვადა ვერ გასცდება {target}
ko: 카드 유효 기간은 {target}이후이면 안 됩니다
lv: Derīguma termiņš nevar būt vēlāk nekā {target}
nl: geldig t/m datum {target}
pl: Data ważności nie może być późniejsza niż {target}
ro: Valabilitatea cardului nu poate depăși data {target}
ru: Срок действия карты не может быть позже {target}
sk: Platnosť do nesmie byť neskoršia ako {target}
uk: Строк дії картки не може бути пізніше {target}
zh: 有效截止日期可能不会在 {target}后

# rule_alpha
source: Please use letters only
az: lütfən, yalnız hərflərdən istifadə edin
cs: Používejte prosím pouze písmena
da: Brug kun bogstaver
de: Bitte verwenden Sie nur Buchstaben
es: Usa solo letras
fi: Käytä vain kirjaimia
fr: Veuillez utiliser uniquement les lettres
hu: Kérjük, csak betűket használjon
it: Si prega di utilizzare solo lettere
ka: შეიყვანეთ მხოლოდ ასოები
ko: 문자만 사용하십시오
lv: Izmantojiet tikai burtus
nl: a.u.b. alleen letters gebruiken
pl: Proszę używać tylko liter
ro: Utilizați numai litere
ru: Введите только буквы
sk: Použite iba písmená
uk: Введіть лише літери
zh: 请只使用字母

# rule_date_format
source: Please enter month/year
az: lütfən, ay/il daxil edin
cs: Zadejte prosím měsíc/rok
da: Indtast venligst måned/år
de: Bitte geben Sie Monat / Jahr ein
es: Introduzca el mes/año
fi: Syötä kuukausi/vuosi
fr: Veuillez indiquer mois/année
hu: Kérjük, adja meg a hónapot/évet
it: Si prega di inserire mese/anno
ka: თარიღი შეიყვანეთ ფორმატით: თვე/წელი
ko: 년/월 입력하십시오
lv: Norādiet mēnesi/gadu
nl: vul maand/jaar in
pl: Wprowadź miesiąc/rok
ro: Specificați luna / anul
ru: Введите дату в формате "месяц/год"
sk: Zadajte mesiac/rok
uk: Введіть дату у форматі "місяц/рік"
zh: 请输入月份/年份

# rule_decimal
source: Please use digits (0-9), periods (.) or commas (,)
az: xahiş edirik rəqəmləri (0-9), nöqtələri (.) və ya vergülləri (,) istifadə edin
cs: Použijte prosím číslice (0-9), tečky (.) nebo čárky (,)
da: Brug venligst tal (0-9), punktum (.) Eller kommaer (,)
de: Verwenden Sie Zahlen (0-9), Punkte (.) oder Kommas (,).
es: Usa las cifras (0-9), puntos (.) o comas (,)
fi: Käytä numeroita (0-9), pisteitä (.) tai pilkkuja (,)
fr: Veuillez utiliser uniquement des chiffres (0-9), des points (.) ou des virgules (,)
hu: Kérjük, számokat (0–9), pontokat (.) vagy vesszőket (,) használjon.
it: Utilizzare numeri (0-9), punti (.) O virgole (,).
ka: გამოიყენეთ მხოლოდ ციფრები (0-9), წერტილი (.) ან მძიმე (,)
ko: (0-9)숫자, (.)마침표나 (,)쉼표를 사용하십시오.
lv: Izmantojiet ciparus (0-9), punktus (.) vai komatus (,).
nl: gebruik cijfers (0-9), punten (.) of komma's (,)
pl: Użyj cyfr (0-9), kropek (.) lub przecinków (,).
ro: Folosiți numere (0-9), puncte (.), sau virgule (,)
ru: Для ввода используйте только цифры (0-9), точку (.) или запятую (,)
sk: Použite číslice (0-9), bodky (.) or čiarky (,).
uk: Введіть лише цифри (0-9), крапку (.) або кому (,)
zh: 请使用数字 (0-9), 句点 (.) 或逗号 (,)

# rule_digits
source: Please enter {length} digits
az: zəhmət olmasa {length} rəqəm daxil edin
cs: Zadejte prosím {length} číslice
da: Indtast venligst {length} tal
de: Geben Sie {length} Zeichen ein
es: Introduzca {length} símbolos
fi: Syötä {length} numerot
hu: Kérjük, írjon be {length} számjegyet
it: Si prega di inserire {length} numeri
ka: დაშვებულია მაქსიმუმ {length} ციფრი
ko: {length}문자를 입력하십시오
lv: Ievadiet {length} zīmes
nl: voer aub. {length} cijfers in
pl: Proszę wpisać {length} cyfry
ro: Introduceți {length} caractere
ru: Введите {length} цифры
sk: Zadajte {length} číslic
uk: Введіть {length} цифри
zh: 请输入 {length} 数字

# rule_email
source: Please enter a valid email
az: xahiş edirik etibarlı bir e-poçt daxil edin
cs: Zadejte prosím platný e-mail
da: Indtast venligst en gyldig e-mailadresse
de: Bitte geben Sie eine gültige Email-Adresse ein
es: Introduzca dirección de correo electrónico válido
fi: Syötä voimassa oleva sähköposti
fr: Veuillez indiquer une adresse mail valide
hu: Kérjük, adjon meg egy érvényes e-mailt
it: Inserire una e-mail valida
ka: შეიყვანეთ აქტიური ელექტრონული ფოსტა
ko: 올바른 이메일 주소를 입력하십시오
lv: Norādiet derīgu e-pasta adresi
nl: vul een geldig e-mailadres in
pl: Proszę wpisać prawidłowy email
ro: Vă rugăm să introduceți o adresă de e-mail validă
ru: Введите действительный адрес электронной почты
sk: Zadajte platný email
uk: Введіть дійсну електронну пошту
zh: 请输入有效的电子邮件

# rule_max
source: Please enter {length} characters max.
az: lütfən, maksimum {length} simvol daxil edin
cs: Zadejte prosím maximálně {length} znaků.
da: Indtast venligst {length} characters max.
de: Geben Sie mindestens {length} Zeichen ein.
es: Introduzca {length} símbolos de máximo.
fi: Syötä enintään {length} merkkiä.
fr: Maximum {length} caractères sont possibles.
hu: Kérjük, írjon be max {length} karaktert.
it: Si prega di immettere fino a {length}un massimo di caratteri.
ka: მაქსიმუმ {length} სიმბოლო
ko: 최대 {length}20 자 안으로 해주시기 바랍니다.
lv: Ievadiet ne vairāk kā {length} zīmes.
nl: vul maximaal {length} tekens in
pl: Wprowadź maksymalną ilość {length} znaków.
ro: Introduceți maxim {length} caractere.
ru: Введите максимум {length} символов
sk: Zadajte max. {length} znakov.
uk: Введіть щонайбільше {length} символів
zh: 请输入 {length} 最多字符

# rule_min
source: Please enter {length} characters min.
az: lütfən, minimum {length} simvol daxil edin
cs: Zadejte prosím minimálně {length} znaků.
da: Please enter mere end {length} tegn.
de: Geben Sie wenigstens {length} Zeichen ein.
es: Introduzca {length} símbolos de mínimo.
fi: Syötä vähintään {length} merkkiä.
fr: Minimum {length} caractères sont possible.
hu: Kérjük, írjon be min {length} karaktert.
it: Si prega di immettere fino a {length} un minimo di caratteri.
ka: მინიმუმ {length} სიმბოლო
ko: 최소 {length} 자 안으로 해주시기 바랍니다.
lv: Ievadiet ne mazāk par {length} zīmēm.
nl: vul aub. {length} minimaal tekens in
pl: Wprowadź minimalną ilość {length} znaków.
ro: Introduceți minim {length} caractere.
ru: Введите минимум {length} символов
sk: Zadajte min. {length} znakov.
uk: Введіть щонайменше {length} символів
zh: 请输入 {length} 最少字符

# rule_numeric
source: Please use digits (0-9) only
az: xahiş edirik yalnız (0-9) rəqəmlərdən istifadə edin
cs: Použijte prosím pouze číslice (0-9)
da: Brug kun tal (0-9)
de: Verwenden Sie nur Zahlen (0-9)
es: Use solo cifras (0-9)
fi: Käytä vain numeroita (0-9)
fr: Veuillez utiliser uniquement les chiffres (0-9)
hu: Kérjük, csak számokat (0–9) használjon
it: Si prega di utilizzare solo numeri (0-9)
ka: მხოლოდ ციფრები (0-9)
ko: (0-9)숫자만 사용하십시오
lv: Izmantojiet tikai ciparus (0-9)
nl: alleen cijfers (0-9) gebruiken
pl: Proszę używać tylko cyfr (0-9)
ro: Folosiți numai cifre (0-9)
ru: Введите только цифры (0-9)
sk: Použite iba číslice (0-9)
uk: Введіть лише цифри (0-9)
zh: 请只使用数字(0-9)

# rule_required
source: Please complete this field
az: xahiş edirik bu sahəni doldurun
cs: Vyplňte prosím toto pole
da: Udfyld venligst dette felt
de: Füllen Sie dieses Feld aus
es: Complete este campo
fi: Täytä tämä kenttä
fr: Case obligatoire
hu: Kérjük, töltse ki ezt a mezőt
it: Si prega di compilare questo campo
ka: შევსება სავალდებულოა
ko: 이 필드에 정보를 입력하십시오
lv: Aizpildiet šo laukumu
nl: vul dit veld in a.u.b
pl: Proszę wypełnić to pole
ro: Vă rugăm să completați acest câmp
ru: Заполните это поле
sk: Vyplňte toto pole
uk: Заповніть це поле
zh: 请输入此字段

# rule_required_one
source: Please complete this field
ru: Заполните это поле

# rule_regex
source: Invalid format
az: yanlış format
cs: Neplatný formát
da: Formatet er ikke korrekt
de: Ungültiges Format
es: Formato inválido
fi: Väärä muoto
fr: Format invalide
hu: Érvénytelen formátum
it: Formato non valido
ka: არასწორი ფორმატი
ko: 형식이 잘못되었습니다
lv: Nepieļaujams formāts
nl: ongeldig formaat
pl: Niepoprawny format
ro: Format invalid
ru: Неверный формат
sk: Neplatný formát
uk: Невірний формат
zh: 无效的格式

# rule_no_zero
source: Amount should be more than zero
da: Beløb større end nul
fi: Määrä enemmän nollaa
ka: მნიშნელობა ნულზე მეტი უნდა იყოს
ru: Сумма должна быть больше нуля
uk: Amount more zero
zh: 金额大于零

# rule_customer_name
source: Please enter both first name and last name, use letters (A-Za-z)
az: zəhmət olmasa adınızı və soyadınızı daxil edin, hərflərdən istifadə edin (A-Za-z)
cs: Zadejte prosím jméno i příjmení, použijte písmena (A-Za-z)
da: Indtast venligst dit for- og efternavn med bogstaver (A-Za-z)
de: Geben Sie den Vor- und Nachnamen mit Buchstaben ein (A-Za-z).
es: Introduzca el nombre y apellido, usando letras (A-Za-z)
fi: Syötä sekä etu- että sukunimi, käytä kirjaimia (A-Za-z)
fr: Veuillez indiquer votre prénom et votre nom en utilisant les lettres (A-Za-z)
hu: Kérjük, írja be a nevet és a vezetéknevet, használja a betűket (A-Za-z)
it: Si prega di inserire sia il nome che il cognome, usando le lettere (A-Za-z)
ka: შეიყვანეთ სახელი ლათინური ასოებით
ko: (A-Za-z) 문자만 사용하여 이름과 성을 입력해 주십시오
lv: Norādiet vārdu un uzvārdu, izmantojot burtus (A-Za-z)
nl: vul uw naam en achternaam in, gebruik letters (A-Za-z)
pl: Wpisz imię i nazwisko, użyj liter (A-Za-z)
ro: Introduceți numele și prenumele folosind litere (A-Za-z)
ru: Введите имя и фамилию латинскими буквами (A-Za-z)
sk: Zadajte meno aj priezvisko, použite písmená (A-Za-z)
uk: Вкажіть ім'я та прізвище латинськими літерами (A-Za-z)
zh: 请同时输入名字和姓氏，使用字母 (A-Za-z)

# rule_customer_field
source: Please use letters (A-Za-z) and digits (0-9)
az: zəhmət olmasa hərflərdən (A-Za-z) və rəqəmlərdən (0-9) istifadə edin
cs: Použijte prosím písmena (A-Za-z) a číslice (0-9)
da: Brug bogstaver (A-Za-z) og tal (0-9)
de: Verwenden Sie Buchstaben (A-Za-z) und Symbole (0-9)
es: Use las letras (A-Za-z) y símbolos (0-9)
fi: Käytä kirjaimia (A-Za-z) ja numeroita (0-9)
fr: Veuillez utiliser les lettres (A-Z a-z) et les chiffres (0-9)
hu: Kérjük, használja a betűket (A-Za-z) és számokat (0-9)
it: Si prega di utilizzare lettere (A-Za-z) e numeri (0-9)
ka: გამოიყენეთ ლათინური ასოები (A-Z) ან ციფრები (0-9)
ko: 문자(A-Z)와 (0-9)숫자만 사용하십시오
lv: Izmantojiet burtus (A-Za-z) un ciparus (0-9)
nl: vul letters (A-Za-z) en cijfers (0-9) in
pl: Użyj liter (A-Za-z) i cyfr (0-9)
ro: Folosiți litere (A-Za-z) și simboluri (0-9)
ru: Используйте латинские буквы (A-Za-z) и цифры (0-9)
sk: Použite písmená (A-Za-z) a číslice (0-9)
uk: Використовуйте латинські літери (A-Za-z) та цифри (0-9)
zh: 请使用字母 (A-Za-z) 和数字 (0-9)

# rule_customer_field_utf8
source: Please do not use special characters here
az: xahiş edirik burada xüsusi simvollardan istifadə etməyin
cs: Prosím nepoužívejte zde speciální znaky
da: Brug venligst ikke specialtegn her
de: Verwenden Sie in diesem Feld keine Sonderzeichen
es: No use caracteres especiales en este campo
fi: Älä käytä tässä erikoismerkkejä
fr: Veuillez ne pas utiliser les caractères spéciaux
hu: Kérjük, itt ne használjon speciális karaktereket
it: Si prega di non utilizzare caratteri speciali qui
ka: არ გამოიყენოთ სპეციალური სიმბოლოები
ko: 이필드에 특수 문자를 사용하지 마십시오
lv: Šajā laukā neizmantojiet īpašās zīmes
nl: a.u.b. hier geen speciale tekens gebruiken
pl: Nie używaj tutaj znaków specjalnych
ro: Nu utilizați caractere speciale în acest câmp
ru: Пожалуйста, не используйте специальные символы
sk: Nepoužívajte tu špeciálne znaky
uk: Будь ласка, не використовуйте спеціальні символи
zh: 请不要在这里使用特殊字符

# rule_phone
source: Enter mobile phone number
az: zəhmət olmasa ən azı 7 rəqəm daxil edin (0-9)
cs: Zadejte prosím alespoň 7 číslic (0-9)
de: Bitte geben Sie mindestens 7 Ziffern (0-9) ein.
es: Introduzca por lo menos 7 cifras (0-9)
fr: Veuillez indiquer au moins 7 chiffres (0-9)
hu: Kérjük, adjon meg legalább 7 számjegyet (0-9)
it: Si prega di inserire almeno 7 numeri (0-9)
ka: შეიყვანეთ მობილურის ნომერი
ko: 최소 숫자의 (0-9)7개를 입력하십시오
lv: Norādiet vismaz 7 ciparus (0-9)
nl: vul minimaal 7 cijfers (0-9) in
pl: Wprowadź co najmniej 7 cyfr (0-9)
ro: Vă rugăm să introduceți cel puțin 7 cifre (0-9)
ru: Введите номер мобильного телефона
sk: Zadajte aspoň 7 číslic (0-9)
uk: Введіть номер мобільного телефону
zh: 请输入至少 7 位数字 (0-9)

# rule_phonemobile
source: Please enter at least 7 digits (0-9)
da: Indtast venligst mindst 7 cifre (0-9)
fi: Syötä vähintään 7 numeroa (0-9)
ka: შეიყვანეთ მინიმუმ 9 ციფრი (0-9)
ru: Введите минимум 7 цифр (0-9)
uk: Введіть щонайменше 7 цифр (0-9)

# rule_numrange
source: You entered too many digits
az: həddən artıq çox rəqəm daxil etdiniz
cs: Zadali jste příliš mnoho číslic
da: Du indtastede så mange tal
de: Sie haben zu viele Zahlen eingegeben
es: Ingresaste demasiados números
fi: Syötit liian monta numeroa
fr: Vous avez entré trop de caractères
hu: Túl sok számjegyet adott meg
it: Ha inserito troppi numeri
ka: გადაჭარბება ციფრების რაოდენობაში
ko: 숫자를 너무 많이 입력하셨습니다
lv: Jūs ievadījāt pārāk daudz ciparu
nl: u heeft teveel cijfers ingevuld
pl: Wpisałeś zbyt wiele cyfr
ro: Ați introdus prea multe cifre
ru: Вы ввели слишком много цифр
sk: Zadali ste príliš veľa číslic
uk: Ви вказали забагато цифр
zh: 你输入了太多数字

# rule_ccard
source: Incorrect card number
az: kart nömrəsi yanlışdır
cs: Nesprávné číslo karty
da: Forkert kortnummer
de: Ungültige Kartennummer
es: Número de la tarjeta incorrecto
fi: Virheellinen korttinumero
fr: Numéro de carte invalide
hu: Érvénytelen kártyaszám
it: Numero di carta errato
ka: არასწორი ბარათის ინფორმაცია
ko: 카드 번호가 잘못되었습니다
lv: Nepareizs kartes numurs
nl: kaartnummer onjuist
pl: Nieprawidłowy numer karty
ro: Număr de card incorect
ru: Неверный номер карты
sk: Nesprávne číslo karty
uk: Невірний номер картки
zh: 无效的卡号

# rule_expiry_date
source: Incorrect expiry date
az: son istifadə tarixi yanlışdır
cs: Nesprávné datum vypršení platnosti
da: Ukorrekt udløbsdato
de: Ungültiges Ablaufdatum
es: Fecha de caducidad incorrecta
fi: Virheellinen viimeinen voimassaolopäivä
fr: Date d'expiration incorrecte
hu: Érvénytelen lejárati dátum
it: Data di scadenza errata
ka: არასწორი მოქმედების ვადა
ko: 만료일이 잘못되었습니다
lv: Nepareizs derīguma termiņš
nl: einddatum onjuist
pl: Nieprawidłowa data ważności
ro: Dată de expirare incorectă
ru: Неверный срок действия
sk: Nesprávny dátum exspirácie
uk: Невірний строк дії
zh: 无效的到期日

# rule_cvv
source: Incorrect CVV2/CVC2
az: CVV2/CVC2 yanlışdır
cs: Nesprávný CVV2/CVC2
da: Ukorrekt CVV2/CVC2
de: Ungültige CVV2 / CVC2-Daten
es: Datos de CVV2/CVC2 incorrectos
fi: Virheellinen CVV2/CVC2
fr: Code CVV2/CVC2 incorrecte
hu: Érvénytelen CVV2 / CVC2
it: CVV2/CVC2 errato
ka: არასწორი CVV2/CVC2
ko: CVV2 / CVC2 코드가 잘못되었습니다
lv: Nepareizi norādīts CVV2/CVC2
nl: onjuist CVV2/CVC2
pl: Nieprawidłowe CVV2/CVC2
ro: Date incorecte CVV2/CVC2
ru: Неверный CVV2/CVC2
sk: Neplatné CVV2/CVC2
uk: Невірний CVV2/CVC2
zh: 无效的 CVV2/CVC2

# rule_one
source: This value cannot be less than 1
az: bu dəyər 1-dən az ola bilməz
cs: Hodnota nesmí být menší než 1
da: Denne værdi må ikke være mindre end 1
de: Der Wert darf nicht kleiner als 1 sein
es: Este valor no puede ser inferior al 1
fi: Tämä arvo ei voi olla pienempi kuin 1
fr: La valeur ne peut pas être inférieure à 1
hu: Ez az érték nem lehet kisebb 1-nél
it: Questo valore non può essere inferiore a 1
ka: მნიშვნელობა ვერ იქნება 1-ზე ნაკლები
ko: 이 값은 1이상이어야 합니다
lv: Šī vērtība nevar būt mazāka par 1
nl: deze code kan niet minder zijn dan 1
pl: Ta wartość nie może być mniejsza niż 1
ro: Această valoare nu poate fi mai mică de 1
ru: Значение не может быть меньше 1
sk: Táto hodnota nemôže byť menšia ako 1
uk: Значення не може бути менше 1
zh: 此价值不能小于1

source: Price
az: qiymət
cs: Cena
da: Pris
de: Kost
es: Precio
fi: Hinta
fr: Prix
hu: Ár
it: Prezzo
ka: ფასი
ko: 가격
lv: Cena
nl: prijs
pl: Cena
ro: Preț
ru: Стоимость
sk: Cena
uk: Вартість
zh: 价格

source: Shipping
az: çatdırılma
cs: Dodávka
da: Forsendelse
de: Anlieferung
es: Entrega
fi: Kuljetus
fr: Livraison
hu: Szállítás
it: Spedizione
ka: მიწოდება
ko: 배송
lv: Piegāde
nl: verzenden
pl: Wysyłka
ro: Livrare
ru: Доставка
sk: Dodanie
uk: Доставка
zh: 船运

source: VAT
cs: DPH
da: Moms
de: MWSt
es: IVA
fi: alv.
fr: TVA
hu: ÁFA
it: IVA
ka: დღგ
ko: 부가 가치세
lv: PVN
nl: btw
ro: TVA
ru: НДС
sk: DPH
uk: ПДВ
zh: 增值税

# arbitrary_amount
source: Amount
az: məbləğ
cs: Částka
da: Beløb
de: Betrag
es: Monto
fi: Määrä
fr: Montant
hu: Összeg
it: Importo
ka: თანხა
ko: 가격
lv: Summa
nl: bedrag
pl: Kwota
ro: Sumă
ru: Сумма
sk: Suma
uk: Сума
zh: 金额

# ibox_ua
source: Cash via terminal
az: terminal vasitəsilə nağd pul
cs: Hotovost prostřednictvím terminálu
da: Kontanter via terminal
de: Bargeld im Terminal
es: Efectivo a través de la terminal
fi: Käteinen päätteen kautta
fr: En espèces avec une borne de paiement
hu: Készpénz terminálon keresztül
it: Contanti tramite terminale
ka: ნაღდი ანგარიშსწორება აპარატით
ko: 터미널을 통한 현금
lv: Skaidrā naudā caur termināli
nl: contant geld via terminal
pl: Gotówka za pośrednictwem terminala
ro: Numerar la terminalul POS
ru: Наличные в терминале
sk: Hotovosť cez terminál
uk: Готівка у терміналі
zh: 通过终端现金

# loans_tooltip
source: Buy now, pay in 15 days. Commission 0%.
az: indi al, 15 günə ödə. Komissiya 0%
da: Køb nu, betal inden for 15 dage. provision 0 %.
fi: Osta nyt, maksa 15 päivän kuluttua. Käsittelykulut 0%.
ka: იყიდე ახლა, გადაიხადე მოგვიანებით
nl: bestel nu, betaal binnen 15 dagen. Commissie 0%
ru: Купи сейчас, оплати через 15 дней. Комиссия 0%.
uk: Купи зараз, оплати через 15 днів. Комісія 0%.
zh: 请问"佣金"是指的"银行手续费"吗？
