Repository: cloudipsp/checkout-vue
Catalog: src/i18n/po/*/LC_MESSAGES/messages.po
Languages: az, cs, da, de, es, fi, fr, hu, it, ka, ko, lv, nl, pl, ro, ru, sk, uk, zh

# button_expired_title
source: Payment button is expired
az: ödəniş düyməsinin vaxtı keçib
da: Betalings gyldighedsperiode er udløbet
fi: Maksupainike on vanhentunut
ka: გადახდის ღილაკის მოქმედების ვადა ამოიწურა
nl: betaalknop is verlopen
ru: Срок действия платежной кнопки истек
uk: Термін дії платіжної кнопки завершено
zh: 付款按钮已过期

# button_expired_text
source: Please contact the merchant to solve the issue.
az: problemi həll etmək üçün tacirlə əlaqə saxlayın
da: Kontakt sælgeren for at løse problemet.
fi: Ota yhteyttä kauppiaaseen ongelman ratkaisemiseksi.
ka: მიმართეთ სავაჭრო ობიექტს
nl: neem contact op met de verkoper om het probleem op te lossen
ru: Обратитесь к торговцу для решения вопроса
uk: Для вирішення питання зверніться до торговця
zh: 请与商家联系以解决问题.

# button_status_not_active_title
source: Payment link is deactivated
az: ödəniş linki deaktivdir
da: Betalingslinket er deaktiveret
fi: Maksulinkki on poistettu käytöstä
ka: გადახდის ბმულის ვადა ამოიწურა
nl: betalingslink is gedeactiveerd
ru: Платежная ссылка деактивирована.
uk: Платіжне посилання деактивовано.
zh: 付款链接已停用

# button_status_not_active_text
source: Please contact the merchant to receive the payment link.
az: zəhmət olmasa aktual ödəniş linkini almaq üçün satıcı ilə əlaqə saxlayın
da: Kontakt venligst sælgeren for at få betalingslinket.
fi: Ota yhteyttä kauppiaaseen saadaksesi maksulinkin.
ka: გადახდის ბმულის ვადა ამოიწურა
nl: neem contact op met de verkoper om de betalingslink te ontvangen
ru: Обратитесь, пожалуйста, к торговцу для получения актуальной ссылки для оплаты.
uk: Зверніться, будь ласка, до торговця щодо отримання актуального посилання для оплати.
zh: 请与商家联系以领取付款链接.

# sender_name
source: Name
az: adı
cs: Jméno
da: Navn
es: Nombre
fi: Nimi
fr: Prénom
hu: Név
it: Nome
ka: სახელი
ko: 이름
lv: Vārds
nl: naam
pl: Imię
ro: Prenume
ru: Имя
sk: Meno
uk: Ім'я
zh: 名字

# sender_familyname
source: Surname
ru: Фамилия

source: BIC
es: Código de identificación bancaria
ka: SWIFT
ko: 은행인식코드 (BIC)
nl: bic -code
ru: BIC/ Swift
uk: BIC/ Swift

# 3ds_title
source: You will be redirected to 3ds page. If you don't see it, please click the
da: Du vil blive omdirigeret til den tredje side. Hvis dette ikke skete, så klik her
fi: Sinut siirretään 3ds-sivulle. Jos et näe sitä, napsauta
ka: თქვენ გადამისამართდებით 3D-ს გვერდზე, თუ ავტომატურად არ გადამისამართდით გადადით
ru: Вы будете перенаправлены на страницу 3ds. Если вы не видите ее, перейдите по
zh: 你将被重定向到 3ds 页面. 如果没有看到，请点击

# 3ds_link
source: link
fi: linkkiä
ka: ბმულზე
ru: ссылке
zh: 链接

source: Number of payments
az: ödənişlərin sayı
cs: Počet plateb
da: Antallet af betalinger
de: Anzahl der Zahlungen
es: Número de pagos
fi: Maksujen määrä
fr: Nombre de paiements
hu: Kifizetések száma
it: Numero di pagamenti
ka: გადახდების რაოდენობა
ko: 지불 횟수
lv: Maksājumu skaits
nl: aantal betalingen
pl: Liczba płatności
ro: Numărul de plăți
ru: Количество платежей
sk: Počet platieb
uk: Кількість платежів
zh: 付款次数

# subscription_every
source: Every
az: hər biri
cs: Každý
da: Hver
de: Frequenz
es: Cada
fi: Joka
fr: Chaque
hu: Gyakoriság
it: Ogni
ka: სიხშირე
ko: ...마다
lv: Katru
nl: elke
pl: Każdy
ro: Fiecare
ru: Частота
sk: Každých
uk: Частота
zh: 每

# subscription_period
source: Time span
az: vaxt müddəti
cs: Období
da: Tidsinterval
de: Periode
es: Período de tiempo
fi: Aikaväli
fr: Récurrence
hu: Időtartam
it: Arco di tempo
ka: პერიოდი
ko: 기간
lv: Laika periods
nl: tijdsduur
pl: Okres czasu
ro: Intervalul de timp
ru: Период
sk: Časové rozpätie
uk: Період
zh: 时间跨度

# subscription_start_time
source: Start date
az: starting on
cs: Počínaje dnem
da: Start dato
de: Erste Zahlung
es: A partir
fi: Aloituspäivämäärä
fr: Début
hu: Első fizetés
it: A partire
ka: პირველი გადახდა
ko: ...부터 시작합니다
lv: No
nl: vanaf
pl: Począwszy od
ro: Începând din
ru: Первая оплата
sk: Začínajúc dňa
uk: Перша оплата
zh: 开始日期

# subscription_end_time
source: End date
az: bitmə vaxtı
cs: Datum ukončení
da: Afslutningsdato
de: Enddatum
es: Fecha final
fi: Päättymispäivä
fr: Date de fin
hu: Befejezés dátuma
it: Data di fine
ka: დასრულების თარიღი
ko: 종료일
lv: Beigu datums
nl: einddatum
pl: Data zakończenia
ro: Data de încheiere
ru: Дата окончания
sk: Dátum ukončenia
uk: Дата закінчення
zh: 结束日期

# default_country
source: Search by country:
az: ölkə üzrə axtarın
cs: Vyhledávání podle země
da: Søg efter land
de: Suche nach Land
es: Buscar por país
fi: Hae maan mukaan
fr: Rechercher par pays
hu: Ország szerinti keresés
it: Ricerca per paese
ka: ძებნა ქვეყნით
ko: 나라별 검색
lv: Meklēt pēc valsts
nl: zoeken per land
pl: Szukaj według kraju
ro: Căutare în funcție de țară
ru: Поиск по стране
sk: Vyhľadávať podľa krajiny
uk: Пошук за країною
zh: 按国家搜索

# system_search
source: Search by bank name, IBAN or BIC
az: bank adı, IBAN və ya BLZ ilə axtarın
cs: Vyhledávání podle názvu banky, IBAN nebo BLZ
da: Søg på banknavn, IBAN eller BIC
de: Suche nach Banknamen, IBAN oder BLZ
es: Buscar por nombre del banco, IBAN o código bancario
fi: Hae pankin nimen, IBAN:in tai BIC:in mukaan
fr: Rechercher par le nom de la banque, IBAN ou BLZ
hu: Keresés banknév, IBAN vagy BLZ szerint
it: Ricerca per nome della banca, IBAN o CAB
ka: ბანკის სახელით ან IBAN-ით ძებნა
ko: 은행 이름, 국제은행계좌번호 또는 독일 은행인식번호 (BLZ)별 검색합니다
lv: Meklēt pēc bankas nosaukuma, IBAN vai bankas koda
nl: zoeken per banknaam, IBAN of BLZ
pl: Szukaj według nazwy banku, numeru IBAN lub kodu bankowego
ro: Căutare după denumirea băncii, codul IBAN sau codul băncii
ru: Поиск по названию банка, IBAN или BLZ
sk: Vyhľadávať podľa názvu banky, IBAN alebo BLZ
uk: Пошук за назвою банку, IBAN чи BLZ
zh: 按银行名称, IBAN 或 BIC搜索

source: Card number
az: kart nömrəsi
cs: Číslo karty
da: Kortnummer
de: Kartennummer
es: Número de la tarjeta
fi: Korttinumero
fr: Numéro de la carte
hu: Kártya száma
it: Numero di carta
ka: ბარათის ინფორმაცია
ko: 카드 번호
lv: Kartes numurs
nl: kaartnummer
pl: Numer karty
ro: Numărul cardului
ru: Номер карты
sk: Číslo karty
uk: Номер картки
zh: 卡号

# expiry_date
source: MM/YY
az: aa/ii
cs: MM/RR
da: Måned/år
de: MM/JJ
es: MM/AA
fi: KK/VV
hu: HH/ÉÉ
it: MM/AA
ko: 월/년
lv: MM/GG
nl: dd/mm
pl: MM/RR
ro: LL/AA
ru: ММ/ГГ
sk: MM/RR
uk: ММ/РР
zh: 月份/年份

# verification_code
source: Confirmation code
az: təsdiqedici kod
cs: Potvrzovací kód
da: Bekræftelseskode
de: Bestätigungscode
es: Código de confirmación
fi: Vahvistuskoodi
fr: Code de confirmation
hu: Megerősítő kód
it: Codice di conferma
ka: ბანკის დასტურის კოდი
ko: 확인 코드
lv: Apstiprinājuma kods
nl: bevestigingscode
pl: Kod potwierdzający
ro: Cod de confirmare
ru: Код подтверждения от банка
sk: Overovací kód
uk: Код підтвердження від банку
zh: 确认码

source: Verification amount
az: doğrulama məbləği
cs: Ověřovací částka
da: Beløbet for tjek
de: Überprüfungsbetrag
es: Monto de comprobación
fi: Vahvistusmäärä
fr: Vérification du montant
hu: Ellenőrző összeg
it: Importo della verifica
ka: დარეზერვებული თანხა
ko: 검증 금액
lv: Verifikācijas summa
nl: verificatiebedrag
pl: Kwota weryfikacyjna
ro: Suma de verificare
ru: Замороженная сумма
sk: Suma overenia
uk: Заблокована сума
zh: 验证金额

# promo_status_approve
source: Promo code applied
ru: Применен промокод

# promo_status_expired
source: The promo code has expired
ru: Срок действия промокода истек

# promo_status_invalid
source: Invalid promo code
ru: Неправильный промокод

source: Other promotional propositions will not work
ru: Другие акционные предложения не будут работать

# card_does_not_participate_in_discount_program
source: Card does no participate in discount program
ru: Карта не участвует в программе скидок

source: Installments
uk: Оплата частинами

# sepa
source: SEPA Direct Debit
az: sepa birbaşa debet
da: SEPA Direkte Debitering
es: Débito directo SEPA
fi: SEPA-suoraveloitus
fr: Prélèvement SEPA
it: Addebito SEPA
ka: სეფა
nl: sepa-incasso systeem
zh: SEPA 直接借记

# crypto
source: Crypto wallets
ka: კრიპტო

source: First payment
da: Første betaling
fi: Ensimmäinen maksu
zh: 第一次付款

# wallets_google
source: Google Pay
zh: 谷歌支付

# wallets_card
source: Google Pay
zh: 谷歌支付

# wallets_apple
source: Apple Pay
zh: 苹果支付

# qr_desc_mobile_sk_viamo
source: You will be redirected to the VIAMO mobile application
da: Du vil blive omdirigeret til VIAMO-mobilapplikationen.
fi: Sinut siirretään VIAMO-mobiilisovellukseen
zh: 你将被重定向到 VIAMO 移动应用程序

# qr_desc_desktop_sk_viamo
source: Scan QR through the VIAMO mobile application
da: Scan QR via VIAMO mobilapp
fi: Skannaa QR-koodi VIAMO-mobiilisovelluksen kautta
zh: 通过 VIAMO 移动应用程序扫描二维码

# qr_button_sk_viamo
source: Pay with Viamo Plus
da: Betal med Viamo Plus
fi: Maksa Viamo Plussalla
zh: 通过Viamo Plus进行支付

source: IBAN
ko: 국제은행계좌번호(IBAN)
