Repository: cloudipsp/checkout-vue
Catalog: src/i18n/po/*/LC_MESSAGES/messages.po
Languages: az, cs, da, de, es, fi, fr, hu, it, ka, ko, lv, nl, pl, ro, ru, sk, uk, zh

source: Card
az: kart
cs: Karta
da: Kort
de: Karte
es: Tarjeta
fi: Kortti
fr: Carte bancaire
hu: Kártya
it: Carta
ka: ბარათი
ko: 카드
lv: Karte
nl: kaart
pl: Karta
ru: Банковская карта
sk: Karta
uk: Банківська картка
zh: 银行卡

# banklinks_eu
source: Internet bank
az: internet bankı
cs: Internetové bankovnictví
da: Netbank
de: Online-Banking
es: Banco por Internet
fi: Verkkopankki
fr: Banque en ligne
ka: ბანკით გადახდა
ko: 인터넷 뱅크
lv: Interneta banka
pl: Bank internetowy
ro: Internet Banking
ru: Интернет-банкинг
sk: Internetová banka
uk: Інтернет-банкінг
zh: 网上银行

# receipt
source: Bank transfer
az: bank köçürməsi
cs: Bankovní převod
da: Bankoverførsel
de: Banküberweisung
es: Transferencia bancaria
fi: Pankkisiirto
fr: Virement bancaire
hu: Banki átutalás
it: Trasferimento bancario
ka: საბანკო გადარიცხვა
ko: 은행 송금
lv: Bankas pārskaitījums
nl: bankoverschrijving
pl: Przelew bankowy
ro: Transfer bancar
ru: Банковский перевод
sk: Bankový prevod
uk: Банківський переказ
zh: 银行转帐

# local_methods
source: Local payment methods
az: yerli ödəmə üsulları
cs: Místní platební metody
da: Lokale betalingsmåder
de: Lokale Zahlungsmethoden
es: Formas locales de pago
fi: Paikalliset maksutavat
fr: Moyens de paiement locaux
hu: Helyi fizetési módok
it: Metodi di pagamento locali
ka: ადგილობრივი გადახდის მეთოდები
ko: 현지 결제 방법
lv: Vietējās norēķinu formas
nl: lokale betaalmethoden
pl: Lokalne metody płatności
ro: Metode locale de plată
ru: Локальные способы оплаты
sk: Miestne platobné metódy
uk: Локальні способи оплати
zh: 本地支付方式

# loans
source: Online installments
az: online hissə-hissə ödəniş
da: Delbetaling på nettet
fi: Verkkomaksuerät
ka: განვადება
nl: online installaties
ru: Рассрочка online
uk: Розстрочка online
zh: 网上分期付款

# emoney
source: Digital wallet
az: rəqəmsal cüzdan
cs: Elektronická peněženka
da: Digital tegnebog
de: Wallet
es: Monedero electrónico
fi: Digitaalinen lompakko
fr: eWallet
hu: Digitális pénztárca
it: Portafoglio digitale
ka: ელექტრონული ფული
ko: 디지털 지갑
lv: Digitālais maks
nl: digitale portemonnee
pl: Portfel elektroniczny
ro: Portofel electronic
ru: Электронный кошелек
sk: Digitálna peňaženka
uk: Електронний гаманець
zh: 电子钱包

source: Day
az: gün
cs: Den
da: Dag
de: Tag
es: Día
fi: Päivä
fr: Jour
hu: Nap
it: Giorno
ka: დღე
ko: 일
lv: Diena
nl: dag
pl: Dzień
ro: zi
ru: День
sk: Deň
uk: День
zh: 日

source: Week
az: həftə
cs: Týden
da: En uge
de: Woche
es: Semana
fi: Viikko
fr: Semaine
hu: Hét
it: Settimana
ka: კვირა
ko: 주
lv: Nedēļa
pl: Tydzień
ro: săptămână
ru: Неделя
sk: Týždeň
uk: Тиждень
zh: 周

source: Month
az: ay
cs: Měsíc
da: Måned
de: Monat
es: Mes
fi: Kuukausi
fr: Mois
hu: Hónap
it: Mese
ka: თვე
ko: 원
lv: Mēnesis
nl: maand
pl: Miesiąc
ro: lună
ru: Месяц
sk: Mesiac
uk: Місяць
zh: 月

# c2p_unknown_error
source: Unknown error
ru: Неизвестная ошибка

# c2p_request_timeout
source: Request timeout
ru: Тайм-аут запроса

# c2p_server_error
source: General server error
ru: Общая ошибка сервера

# c2p_invalid_parameter
source: Incorrect data entered
ru: Введены некорректные данные

# c2p_invalid_request
source: The server could not interpret the request
ru: Неправильный запрос

# c2p_auth_error
source: The server understands the request, but cannot authenticate
ru: Ошибка аутентификации

# c2p_not_found
source: The requested resource/business entity does not exist. The resource might also be hidden for security reasons.
ru: Запрашиваемый ресурс/субъект не существует. Ресурс также может быть скрыт по соображениям безопасности.

# c2p_rate_limit_exceeded
source: Too many requests have been sent in a given amount of time
ru: Отправлено слишком много запросов за заданный промежуток времени

# c2p_service_error
source: An error occurred on the server. Either show a generic message, or retry the same request again (it might succeed).
ru: На сервере произошла ошибка. Попробуйте повторить запрос повторно

# c2p_srci_id_missing
source: The identifier for the SRCi (scrInitiatorId) is missing
ru: Идентификатор SRCi (scrInitiatorId) отсутствует

# c2p_dpa_id_missing
source: srcDpaId and dpaData both are missing. SRC system cannot identify the DPA
ru: srcDpaId и dpaData отсутствуют. Система SRC не может идентифицировать DPA

# c2p_srci_txn_id_missing
source: srciTransactionId is missing
ru: srciTransactionId отсутствует

# c2p_acct_inaccessible
source: The account exists but is not currently accessible
ru: Аккаунт существует, но в данный момент недоступен

# c2p_fraud
source: The user account was locked or disabled
ru: Учетная запись пользователя заблокирована или отключена

# c2p_id_format_unsupported
source: Unsupported ID format
ru: Формат ID не поддерживается

# c2p_consumer_id_missing
source: Consumer identity is missing in the request
ru: Идентификация пользователя отсутствует в запросе

# c2p_risk_decision
source: Risk decision
ru: Решение по риску

# c2p_card_missing
source: Card is missing
ru: Карта отсутствует

# c2p_card_add_failed
source: Unable to add card
ru: Не удалось добавить карту

# c2p_card_security_code_missing
source: Card security must be supplied
ru: Необходимо указать код безопасности карты

# c2p_card_invalid
source: Invalid card number
ru: Недействительный номер карты

# c2p_card_exp_invalid
source: Invalid card expiration date
ru: Недействительная дата истечения срока карты

# c2p_cardid_missing
source: The card ID was required but is missing
ru: Отсутствует ID карты

# c2p_card_not_recognized
source: The specified card was not recognized
ru: Указанная карта не распознана

# c2p_merchant_data_invalid
source: Merchant data is invalid
ru: Данные торговца недействительны

# c2p_unable_to_connect
source: Unable to connect to or launch card experience
ru: Не удалось подключиться или запустить работу с картой

# c2p_auth_invalid
source: Invalid authentication data
ru: Недействительные данные аутентификации

# c2p_terms_and_conditions_not_accepted
source: Please accept terms and conditions
ru: Пожалуйста, примите условия использования

# c2p_otp_send_failed
source: The OTP could not be sent
ru: Не удалось отправить одноразовый пароль (OTP)

# c2p_retries_exceeded
source: The number of retries for generating the OTP exceeded the limit. Please try again later
ru: Превышено количество попыток генерации одноразового пароля (OTP). Попробуйте позже.

# c2p_id_invalid
source: Invalid ID
ru: Недействительный ID

# c2p_unrecognized_consumer_id
source: Consumer ID could not be recognized
ru: Не удалось распознать идентификатор пользователя

# c2p_code_invalid
source: The supplied OTP value was invalid. Try again
ru: Недействительное значение одноразового пароля (OTP). Попробуйте снова.

# c2p_code_expired
source: The OTP is expired. Regenerate the OTP and try again
ru: Срок действия одноразового пароля (OTP) истек. Сгенерируйте новый пароль и попробуйте снова.

# c2p_validation_data_missing
source: Validation data missing
ru: Отсутствуют данные для проверки

# c2p_no identity_lookup_email
source: The email is not registered in Click2Pay
ru: Имейл пользователя не зарегистрирован в Click2Pay

# gdpr_alert_text
source: We use cookies on this website to enhance your experience of online payments.
az: ödəmələrinizi asanlaşdırmaq üçün bu veb saytda cookies istifadə edirik
cs: Na této webové stránce používáme cookies, abychom vylepšili vaši zkušenost s prováděním plateb.
da: Vi bruger cookies på dette websted for at gøre det nemmere for dig at foretage onlinebetalinger.
de: Diese Website verwendet Cookies, um Ihnen eine angenehme und bequeme Zahlung zu ermöglichen.
es: Usamos cookie-ficheros en este sitio, para mejorar su experiencia en realización de pagos.
fi: Käytämme tällä verkkosivustolla evästeitä parantaaksemme verkkomaksukokemustasi.
fr: Nous utilisons des cookies sur ce site internet afin d'améliorer votre expérience utilisateur lors de réalisation de vos paiements.
hu: A weboldalon cookie-kat használunk, hogy javítsuk a fizetéssel kapcsolatos tapasztalatait.
it: Utilizziamo i cookie su questo sito Web per migliorare la tua esperienza di pagamento.
ka: ვებგვერდით სარგებლობის გაგრძელებით, თქვენ ეთანხმებით Cookie ჩანაწერების გამოყენებას.
ko: 귀하가 당사의 웹사이트에 방문할 때 최상의 경험을 제공하기 위해 쿠키를 사용합니다.
lv: Mēs izmantojam sīkdatnes šajā vietnē, lai uzlabotu jūsu pieredzi ar maksājumiem.
nl: wij gebruiken cookies op deze website om uw betaalervaring te verbeteren
pl: Używamy plików cookie na tej stronie, aby zwiększyć wygodę dokonywania płatności.
ro: Noi folosim fișiere cookie pe acest site web pentru a vă îmbunătăți experiența de plată.
ru: На этом сайте работают куки, чтобы вам было приятно и удобно совершать оплаты.
sk: Na tejto webovej stránke používame súbory cookies, aby sme vylepšili vašu skúsenosť s uskutočňovaním platieb.
uk: На цьому сайті працюють кукі, щоб вам було приємно та зручно здійснювати оплати.
zh: 我们在本网站上使用 cookie 来增强你的在线支付体验.

source: Learn more
az: daha ətraflı
cs: Více informací.
da: Lær mere
de: Mehr Informationen.
es: Más información.
fi: Lue lisää
fr: Plus d'informations.
hu: További részletek.
it: Per saperne di più.
ka: ვრცლად
ko: 더 알아보기
lv: Uzzināt vairāk.
nl: meer informatie
pl: Dowiedz się więcej.
ro: Aflați mai multe.
ru: Подробнее.
sk: Zistiť viac
uk: Детальніше.
zh: 了解更多

# remember_card_for_quick_re_payment
source: Save my card for future payments
ru: Запоминать карту для быстрой повторной оплаты.

source: It's safe
az: təhlükəsizdir
cs: Je to bezpečné.
da: Det er sikkert
de: Es ist sicher.
es: Es seguro.
fi: Se on turvallista
fr: C'est sécurisé.
hu: Ez biztonságos.
it: É sicuro.
ka: უსაფრთხოება დაცულია
ko: 안전합니다.
lv: Tas ir droši.
nl: het is veilig
pl: To jest bezpieczne.
ro: Acest lucru este sigur.
ru: Это безопасно.
sk: Je to bezpečné.
uk: Це безпечно.
zh: 这是安全的

# gdpr_modal_safe_title
source: Your card details are tokenised, making it safe and convenient for repeat purchases
az: kartın saxlanılması təhlükəsiz və rahatdır
cs: Uložení karty je bezpečné a pohodlné
da: Dine kortdata er tokeniseret, denne metode er sikrere og mere bekvem at genbruge dem køb
de: Das Speichern Ihrer Karte ist sicher und bequem
es: Guardar la tarjeta es la opción segura y conveniente
fi: Korttitietosi on tokenoitu, mikä tekee siitä turvallista ja kätevää toistuviin ostoihin
fr: Enregistrer votre carte est un moyen pratique et sécurisé.
hu: A kártya mentése biztonságos és kényelmes
it: Salvare la carta è sicuro e conveniente
ka: ბარათის დამახსოვრება უსაფრთხოა
ko: 카드 번호를 저장하는 것은 안전하고 편리한 방법입니다.
lv: Kartes saglabāšana ir droša un ērta
nl: opgeslagen kaart is veilig en gemakkelijk
pl: Zapisywanie karty jest bezpieczne i wygodne
ro: Salvarea cardului - lucru sigur și convenabil
ru: Сохранять карту — безопасно и удобно
sk: Uloženie karty je bezpečné a pohodlné
uk: Зберігати картку — безпечно та зручно
zh: 你的卡详细信息已标记化，可安全方便地重复 购买

# gdpr_modal_safe
source: <p>We do not record your card details as you enter them. In fact, we instantly encrypt card details and store them in tokenised format. Tokens are random combinations of numbers and characters.<p>Whenever you make another payment, Fondy will use tokens instead of card details so that a potential fraudster won't be able to intercept them. Token data has no value outside of the Fondy payment service.
az: <p>Kart məlumatlarını daxil edərkən onları yazmırıq. Faktiki olaraq onları anında şifrələşdirərək token formatında saxlayırıq. Tokenlər rəqəmlərin və simvolların təsadüfi birləşmələridir.<p>Növbəti hər ödənişdə Fondy, potensial dələduzlardan qorumaq məqsədilə kart məlumatları əvəzinə tokenlər istifadə edəcək. məlumatlarını ələ keçirməyin mənası yoxdur, çünki Fondy ödəmə xidmətinin xaricində onların heç bir dəyəri yoxdur
cs: <p>Nezaznamenáváme údaje o vaší kartě ve formě, ve které je zadáváte, ale okamžitě je zašifrujeme a uložíme ve formátu náhodných kombinací znaků - tokenů.<p>Při každé platbě používá platební služba Fondy tokeny místo údajů o kartě, takže potenciální útočník je nemůže zachytit. Zachycení údajů tokenu nemá smysl, protože mimo platební službu Fondy nemají tokeny žádnou hodnotu.
da: <p>Vi registrerer ikke dine kortoplysninger, når du indtaster dem. Faktisk krypterer vi øjeblikkeligt kortdataene og gemmer dem i et tokeniseret format. Tokens er tilfældige kombinationer af tal og symboler.<p>Hver gang du foretager den næste betaling, vil Fondy-tjenesten bruge tokens i stedet for kortoplysninger for at forhindre en potentiel svindler i at opsnappe dem. Tokendata har ikke mulighed for at være af værdi uden for Fondy betalingstjeneste.
de: <p>"Wir erfassen Ihre Kartendaten nicht in der Form, in der Sie sie eingeben, sondern verschlüsseln sie sofort und speichern sie im Format zufälliger Zeichenkombinationen - ""Token"". <p>Für jede Zahlung verwendet der Fondy-Zahlungsdienst ein Token anstelle von Kartendaten, sodass ein potenzieller Angreifer diese nicht abfangen kann. Es macht keinen Sinn, Token-Daten abzufangen, da Token außerhalb des Fondy-Zahlungsdienstes keinen Wert haben.
es: <p>No guardamos los datos de su tarjeta en la entrada. De hecho, ciframos y almacenamos instantáneamente en formato de token. Tokens es la combinación -accidental de números y símbolos. <p>Con cada próximo pago,Fondy usará tokens en lugar de los detalles de la tarjeta para que un posible estafador no pueda interceptarlos. No tiene sentido interceptar datos de tokens, ya que no tienen valor fuera del servicio de pago Fondy.
fi: <p>Emme tallenna korttitietojasi niitä syöttäessäsi. Itse asiassa me heti salaamme korttitiedot ja tallennamme ne tokenoidussa muodossa. Tokenit ovat sattunaisia numero- ja merkkiyhdistelmiä.<p>Aina kun teet toisen maksun, Fondy käyttää tokeneita korttitietojen sijasta, jotta mahdollinen huijari ei pysty sieppaamaan niitä. Token-tiedoilla ei ole arvoa Fondy-maksupalvelun ulkopuolella.
fr: <p>Nous ne conservons jamais les informations relatives à votre carte bancaire. En effet, elles sont instantanément chiffrées et stockées en tant que des tokens. Les tokens sont des combinaisons aléatoires des chiffres et de caractères.<p>Lors de vos futurs paiements, Fondy utilisera les tokens au lieu d'utiliser les informations de votre carte bancaire ce qui permet d'éviter les fraudes. Il n'y a pas d'intérêt d'intercepter les tokens car ils ne contiennent aucune valeur qui pourrait être utilisée en dehors du service de paiements Fondy.
hu: <p>Nem rögzítjük a kártya adatait, amikor beírja őket. Valójában azonnal titkosítjuk és tároljuk őket tokenek formátumában. A tokenek a számok és a karakterek véletlenszerű kombinációi.<p>Minden fizetési alkalomkor a Fondy fizetési szolgáltatás egy tokent használ a kártya adatai helyett, így a potenciális csaló nem fogja tudni leolvasni őket. Nincs értelme leolvasni a token adatait, mert a tokeneknek nincs értéke a Fondy fizetési szolgáltatáson kívül.
it: <p>Non registriamo i dati della sua carta mentre li inserisce. In effetti, li crittografiamo e li archiviamo istantaneamente nel formato di token. I token sono combinazioni casuali di numeri e caratteri.<p>Ogni volta che viene effettuato pagamento, Fondy utilizzerà i token invece dei dati della carta in modo che un potenziale truffatore non sia in grado di intercettarli. Non ha senso intercettare i dati dei token poiché non hanno valore al di fuori del servizio di pagamento Fondy.
ka: ბარათის დამახსოვრება ხდება ყველა შესაბამისი უსაფრთხოების სტანდარტის დაცვით
ko: .<p>귀하가 카드 정보를 입력할 때 우리는 기록을 하지 않고 즉시 암호화하여 자와 문자의 무작위 조합인 토큰 형식으로 저장합니다.<p>잠재적인 사기꾼이 카드 정보를 받을 수 없도록 지불이 이루어질 때마다 Fondy는 카드 세부 정보 대신 토큰을 사용합니다. 토큰은 Fondy 결제 서비스 외부에서 아무 가치가 없기 때문에 토큰 데이터를 가로챌 필요가 없다는 뜻입니다.
lv: <p>Mēs nesaglabājam jūsu kartes datus, kad Jūs tos ievadāt. Patiesībā mēs tos uzreiz šifrējam un saglabājam tokenu veidā. Tokeni ir nejauša ciparu un zīmju kombinācija.<p>Katru reizi, kad tiek veikts jauns maksājums, Fondy izmantos tokenus, nevis kartes datus, lai potenciālais krāpnieks tos nevarētu pārtvert. Pārtvert tokenu datus ir bezjēdzīgi, jo ārpus Fondy maksājumu pakalpojuma tiem nav nekādas vērtības.
nl: <p>Uw kaartgegevens worden niet opgeslagen terwijl u deze invoert Wij coderen de gegevens en slaan deze onmiddellijk op in de vorm van tokens Tokens zijn een willekeurige combinatie van cijfers en symbolen. <р> Iedere keer dat, u een betaling doet, worden de Fondy tokens gebruikt in plaats van kaartgegevens zodat een mogelijke fraudeur deze gegevens niet kan achterhalen. Het heeft geen zin deze tokens te achterhalen omdat zij geen waarde hebben buiten het betaalsysteem van Fondy
pl: <p>Nie rejestrujemy danych Twojej karty, gdy je wprowadzasz. W rzeczywistości natychmiast szyfrujemy i przechowujemy je w formacie tokenów. Token to losowe kombinacje liczb i znaków.<p>Za każdym razem, gdy zostanie dokonana kolejna płatność, Fondy użyje tokenów zamiast danych karty, aby potencjalny oszust nie był w stanie ich przechwycić. Przechwytywanie danych tokenów nie ma sensu, ponieważ nie mają one wartości poza usługą płatniczą Fondy.
ro: <p>Noi nu înregistrăm datele cardului dvs. în forma în care le introduceți, ci le criptăm instantaneu și le salvăm în format de "jetoane". Jetoanele sunt combinații aleatorii de numere și caractere.<p>De fiecare dată când se efectuează o plată, serviciul de plată Fondy va folosi un jetoan în loc de datele cardului, astfel încât potențialul fraudator să nu le poată intercepta. Interceptarea datelor jetonului nu are sens, deoarece jetoanele nu au nicio valoare în afara serviciului de plată Fondy.
ru: <p>Мы не фиксируем данные вашей карты в том виде, в котором вы их вводите, а мгновенно шифруем и сохраняем их в формате случайных комбинаций символов — «токенов».<p>При каждой оплате платежный сервис Fondy использует токен вместо данных карты, поэтому потенциальный злоумышленник не сможет их перехватить. Перехватывать данные токена не имеет смысла, потому что токены не имеют никакой ценности вне платежного сервиса Fondy.
sk: <p>Pri ich zadávaní nezaznamenávame údaje o vašej karte. V skutočnosti ich okamžite zašifrujeme a uložíme do formátu tokenov. Tokeny sú náhodné kombinácie čísel a znakov.<p>Pri každej ďalšej platbe použije Fondy namiesto podrobností karty tokeny, aby ich potenciálny podvodník nemohol zachytiť. Zachytávať údaje tokenov nemá zmysel, pretože mimo platobnej služby Fondy nemajú žiadnu hodnotu.
uk: <p>Ми не фіксуємо дані вашої картки у тому вигляді, в якому ви їх вказуєте, а миттєво шифруємо та зберігаємо їх у форматі випадкових комбінацій символів — «токенів».<p>Під час кожної оплати платіжний сервіс Fondy використовує токен замість даних картки, тому потенційний зловмисник не зможе їх перехопити. А перехоплювати дані токена не має сенсу, тому що токени не несуть ніякої інформації поза платіжним сервісом Fondy.
zh: <p>我们不会在你输入时记录你的卡详细信息. 事实上，立即加密卡详细信息并以标记化格式存储它们. 令牌 是数字和字符的随机组合.<p>每当你 再次付款时, Fondy 将使用令牌而不是卡的详细信息，以便 潜在的欺诈者将无法拦截它们. 令牌数据没有价值 在 Fondy 支付服务之外.

source: Close
da: Lukke
fi: Sulkea
ka: დახურვა
ru: Закрыть
uk: Закрити
zh: 关闭

source: Not now
az: sonra soruşun
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
es: Preguntarme más tarde
fi: Ei nyt
fr: Demander plus tard
hu: Kérdezze meg később
it: Chiedere più tardi
ka: მოგვიანებით
ko: 나중에 물어보기
lv: Pajautāt vēlāk
nl: later opnieuw proberen
pl: Zamknij
ro: Întrebați mai târziu
ru: Не сейчас
sk: Opýtať sa neskôr
uk: Не зараз
zh: 现在不行

# accept
source: I agree
az: razıyam
cs: Souhlasím
da: Jeg er enig
de: Erlaube
es: Acepto
fi: Hyväksyn
fr: J'accepte
hu: Egyetértek
it: Sono d'accordo
ka: თანხმობა
ko: 동의합니다
lv: Piekrītu
nl: ik ga akkoord
pl: Zgadzam się
ro: Sunt de acord
ru: Разрешаю
sk: Súhlasím
uk: Дозволяю
zh: 我同意

source: Cancel
ru: Отменить

source: Pay
az: ödə
cs: Zaplatit
da: Betale
de: Zahlen
es: Pagar
fi: Maksaa
fr: Payer
hu: Fizetni
it: Pagare
ka: გადახდა
ko: 지불합니다
lv: Apmaksāt
nl: betalen
pl: Zapłac
ro: Plătiți
ru: Оплатить
sk: Zaplatiť
uk: Сплатити
zh: 支付

# expires_on
source: Expiry date
az: etibarlıdır
cs: Platnost do
da: Udløbsdato
de: Gültig bis
es: Fecha de caducidad
fi: Viimeinen voimassaolopäivä
fr: Expire le
hu: Érvényesség
it: Valido fino al
ka: მოქმედების ვადა
ko: 유효 기간
lv: Derīga līdz
nl: geldig t/m
pl: Ważny do
ro: Perioada de valabilitate
ru: Действует до
sk: Platná do
uk: Дійсна до
zh: 到期日

source: Approved
az: təşəkkür edirik! Ödənişiniz qəbul olundu
cs: Děkujeme, vaše platba byla přijata
de: Danke, Ihre Zahlung wird akzeptiert
es: ¡Gracias! Su pago fue aceptado
fr: Nous vous remercions! Votre paiement a bien été accepté
hu: Köszönjük! Fizetését elfogadtuk
it: Grazie! Il suo pagamento è stato accettato
ka: წარმატებულია
ko: 감사합니다. 지불이 승인되었습니다
lv: Paldies! Jūsu maksājums ir pieņemts
nl: dank u! Uw betaling is geaccepteerd
pl: Dziękujemy! Twoja płatność została przyjęta
ro: Vă mulțumim! Plata dvs. a fost acceptată
ru: Успешно
sk: Ďakujeme! Vaša platba je prijatá
uk: Дякуємо, ваш платіж прийнято
zh: 谢谢！你的付款已被接受

source: Declined
az: təəssüf ki, ödənişiniz baş tutmadı
cs: Vaše platba bohužel neproběhla úspěšně
de: Leider konnten wir Ihre Zahlung nicht akzeptieren
es: Lamentamente, su pago no fue autorizado
fr: Malheureusement, votre paiement n'a pas abouti
hu: Sajnos, a fizetés sikertelen volt
it: Sfortunatamente, il suo pagamento non è andato a buon fine
ka: უარყოფილია
ko: 죄송하지만, 결제가 처리되지 않았습니다
lv: Diemžēl jūsu maksājums nav izdevies
nl: helaas, je betaling is niet gelukt
pl: Niestety Twoja płatność nie została zrealizowana
ro: Ne pare rău, plata dvs. nu a fot acceptată
ru: Отклонено
sk: Bohužiaľ vaša platba neprešla
uk: На жаль...Ми не змогли прийняти ваш платіж.
zh: 很抱歉，你的付款未成功

# use_other_card
source: Enter another card
az: başqa bir kart daxil edin
cs: Zadejte jinou kartu
da: Indtast detaljerne for et andet kort
de: Eine andere Karte eingeben
es: Introduzca los datos de otra tarjeta
fi: Syötä toinen kortti
fr: Réessayer avec une autre carte
hu: Adja meg egy másik kártya adatait
it: Inserire un'altra carta
ka: გამოიყენეთ სხვა ბარათი
ko: 다른 카드 번호를 입력하십시오
lv: Ievadiet citas kartes datus
nl: voer andere kaart in
pl: Wprowadź inną kartę
ro: Introduceți detaliile unui alt card
ru: Ввести другую карту
sk: Zadať inú kartu
uk: Вказати іншу картку
zh: 输入其他卡

# verification_t
source: Card verification
az: kart doğrulaması
cs: Ověření karty
da: Bekræftelse af kort
de: Kartenüberprüfung
es: Verificación de la tarjeta
fi: Kortin vahvistus
fr: Vérification de la carte
hu: Kártya igazolása
it: Verifica della carta
ka: ბარათის მოწმდება
ko: 카드 승인
lv: Kartes verifikācija
nl: kaart verificatie
pl: Weryfikacja karty
ro: Verificare card
ru: Проверка карты
sk: Overenie karty
uk: Перевірка картки
zh: 卡验证

# see_more
source: Show in full
az: daha ətraflı bax
cs: Zobrazit více
da: Vis det fuldt ud
de: Vollständig anzeigen
es: Más
fi: Näytä kaikki
fr: Plus de détails
hu: Többet látni
it: Vedere altro
ka: სრულად ნახვა
ko: 더보기
lv: Vairāk
nl: meer zien
pl: Zobacz więcej
ro: Mai multe
ru: Показать полностью
sk: Zobraziť viac
uk: Показати повністю
zh: 完整显示

source: Order details
az: sifariş detalları
cs: Detaily objednávky
da: Bestillingsoplysninger
de: Vollständige Beschreibung der Bestellung
es: Detalles de la orden
fi: Tilauksen tiedot
fr: Détails de votre commande
hu: Rendelés részletei
it: Dettagli dell'ordine
ka: შეკვეთის დეტალები
ko: 주문 정보
lv: Sīkāka informācija par pasūtījumu
nl: bestelgegevens
pl: Szczegóły zamówienia
ro: Descrierea completă a comenzii
ru: Полное описание заказа
sk: Podrobnosti o objednávke
uk: Повний опис замовлення
zh: 订单详细信息
